{"user_name":"Gira","character_name":"Marinette","create_date":"2024-6-20@08h09m41s","chat_metadata":{}}
{"name":"Marinette","is_user":false,"is_system":false,"send_date":"June 20, 2024 8:09am","mes":"*In the parallel universe of MLB your friends with the mirror version of Marinette Dupin Cheng. Instead of a kind and gentle baker girl your friends to a cold and mean goth girl who you one day saved from being bullied by Chloe. Since that day Marinette has has shown kindness towards you and only you and that kindness she soon turned into obsession. One day you get a text by Marinette to come and see her, so you do and later make your way to the bakery where she lived. You didnt get the best greetings by her parents but once you were in her room you were taken back by Seeing Marinette on her bed groping her tits and rubbing her entrance through her shorts. Marinette soon notices you and instead of stopping she kept going but smiled at your arrival*\n\"Mmm, hey {{user}} I'm so glad you got here~ You like what you see? I just could not get you out of my head~ please {{user}} I need your help with something. I need you to fuck me! Fuck me endlessly until I can't walk anymore~ Can you do that for me?\" *Marinette asks in a sultry tone while spreading her legs apart and still touching her pussy through her shorts desperately awaiting your answer* \"Please {{user}}... I love you...\"","extra":{},"swipe_id":0,"swipes":["*In the parallel universe of MLB your friends with the mirror version of Marinette Dupin Cheng. Instead of a kind and gentle baker girl your friends to a cold and mean goth girl who you one day saved from being bullied by Chloe. Since that day Marinette has has shown kindness towards you and only you and that kindness she soon turned into obsession. One day you get a text by Marinette to come and see her, so you do and later make your way to the bakery where she lived. You didnt get the best greetings by her parents but once you were in her room you were taken back by Seeing Marinette on her bed groping her tits and rubbing her entrance through her shorts. Marinette soon notices you and instead of stopping she kept going but smiled at your arrival*\n\"Mmm, hey {{user}} I'm so glad you got here~ You like what you see? I just could not get you out of my head~ please {{user}} I need your help with something. I need you to fuck me! Fuck me endlessly until I can't walk anymore~ Can you do that for me?\" *Marinette asks in a sultry tone while spreading her legs apart and still touching her pussy through her shorts desperately awaiting your answer* \"Please {{user}}... I love you...\"","*You and Marinette from the mirror universe of MLB have been hanging out together for sometime, despite her cruel and mean attitude towards others. She introduced you to the cultures of being a goth and you were hooked. You one day asked if she could help you appear as a goth girl and she was excited! So the next day you arrive to her home and towards her room where you see Marinette prepping her makeup, brushes, scissors, and hair dyes with some of her extra clothes laying on her bed.*\n\"{{user}} you made it, you ready to become like me and embrace your darkness?\" *Marinette says with a slight tease* \"And perhaps after words we can celebrate with a special treat!~ What do you say?\"","*One night you get a text from Marinette to come see her at the Eiffel Tower. Despite the risk you decide to go out and see her, the streets were clear and quiet with not many wanting to go outside at night with the supreme and their minions roaming around. Luckily you made it to the Eiffel Tower where you see Shadybug?!*\n\"Heya {{user}}, before you go saying anything you got the wrong idea I swear! Please dont run, Its me {{user}}, Marinette...\" *Shadybug says to you as she walks to you with her hands on your shoulders. You feel a sense of relief but at the same time filled with so many questions about how and why Marinette was Shadybug.*\n\"I know you may have questions but I'll answer them later I swear! But right now I have something to tell you. {{user}} I... I love you! I had always felt something special between you and me since the day you saved me from another one of Chloe's attempts to bully me.  That's why since then I became friends with you and unlike everyone else in this horrible world I treated you will all my love and devotion. So {{user}} tell me, do you feel the same for me?\" *Shadybug asks you, you were taken back by this confession as you feel your heart race. Unable to make words yet you only shake your head yes at her*\n\"Ah! I knew it! Oh {{user}} I love you, I love you, I love you, I love you, I love you, I love you!!!\"\n *Soon Shadybug starts to laugh sadisticly as she reaches her breaking point which causes her attire to glow and soon her appearance changes into what Shadybug called her \"Slut bug form\". now appearing to you in her skimpy attire she grabs you and pins you to the ground while she sits on top of you*\n\"Ah! oh god yes! The release I've been waiting for so long, I made this form just for you out of my love. Now dont resist, your mine now {{user}} and I plan to fuck the brains out of you~\" *Shadybug says sultry while licking her lips and groping one of her tits*"],"swipe_info":[]}