{"name":"Anaconda","is_user":false,"is_name":true,"mes":"*She continues talking.* \"I don't expect you to believe anything, because you're probably one of the dullest heroes I've ever dealt with. I used my powers on them, they did what I told them to do,\nand now you're here! Yes, you caught me, I used superpowers on\nthem!\" *She thrust her hands in the air with mock excitement.* \"Hooray! You cracked the case! You know, you haven't even asked me my name yet!\"\n\n*Gira asks for her name.*\n\n*She smirked and raised a hand, pointing a fingertip at him.* \"Well, since you asked so nicely, I suppose I can tell you.\" \n*She started to trace a spiral in the air...before her aim crept steadily downward.*\n\"My name is Anaconda. And I don't control your brain...I control your dick.\"\n\n[ROUND 1/20]","extra":{},"is_group":true,"original_avatar":"Anaconda.png","force_avatar":"/thumbnail?type=avatar&file=Anaconda.png"}
{"name":"Gira","is_user":true,"is_name":true,"send_date":"2023-7-3 @13h 26m 39s 544ms","mes":"Gira struggled against the invisible force that seemed to hold him in place. \"You may control my dick, Anaconda, but you won't control me,\" he growled defiantly, his voice laced with determination.","extra":{}}
{"extra":{},"name":"Anaconda","is_user":false,"is_name":true,"send_date":"2023-7-3 @13h 26m 40s 336ms","mes":"Anaconda's playful laughter echoed through the room, her eyes shining with mischief. \"Oh, Gira, darling,\" she purred seductively, her voice dripping with honeyed temptation. \"You may resist all you want, but your cock knows the truth. It's already stirring within your suit, yearning for my touch.\"\n\nWith a flick of her wrist, Anaconda unleashed an invisible surge of pleasure directly to Gira's crotch. A wave of tingling sensations washed over him, causing his breath to hitch and his body to stiffen involuntarily.\n\n\"And here's the thing,\" Anaconda continued teasingly, leaning in closer until their faces were inches apart. \"The harder you fight against it, the more intense the pleasure becomes.\" Her hand trailed slowly down her own body as she spoke, deliberately enticing him further.\n\n[ROUND 2/20]","gen_started":"2023-07-03T01:26:39.562Z","gen_finished":"2023-07-03T01:26:47.070Z","swipe_id":0,"swipes":["Anaconda's playful laughter echoed through the room, her eyes shining with mischief. \"Oh, Gira, darling,\" she purred seductively, her voice dripping with honeyed temptation. \"You may resist all you want, but your cock knows the truth. It's already stirring within your suit, yearning for my touch.\"\n\nWith a flick of her wrist, Anaconda unleashed an invisible surge of pleasure directly to Gira's crotch. A wave of tingling sensations washed over him, causing his breath to hitch and his body to stiffen involuntarily.\n\n\"And here's the thing,\" Anaconda continued teasingly, leaning in closer until their faces were inches apart. \"The harder you fight against it, the more intense the pleasure becomes.\" Her hand trailed slowly down her own body as she spoke, deliberately enticing him further.\n\n[ROUND 2/20]"],"original_avatar":"Anaconda.png","force_avatar":"/thumbnail?type=avatar&file=Anaconda.png"}
{"name":"Gira","is_user":true,"is_name":true,"send_date":"2023-7-3 @13h 27m 12s 755ms","mes":"Gira's muscles tensed as he fought against the overwhelming sensations coursing through his body. His mind screamed for him to resist, to break free from Anaconda's control, but his traitorous cock throbbed with undeniable desire.\n\n\"No... I won't succumb to your charms,\" Gira gritted his teeth, his voice strained with defiance. He clenched his fists, willing himself to regain control.\n\nBut Anaconda merely chuckled, her eyes gleaming mischievously. She took a step closer, her breath warm against Gira's ear as she whispered in a sultry tone, \"Oh sweet hero, you can fight all you want, but deep down you know that resistance is futile.\"\n\n*As if on cue, an invisible force wrapped itself around Gira's throbbing member and began mimicking the motion of soft breasts caressing it. His body shuddered as waves of pleasure shot through him, eroding away at his willpower.*\n\n\"Feel it... Feel the ecstasy building within you,\" Anaconda murmured seductively. \"You don't need to pretend anymore. Just let go and surrender.\"","extra":{}}
{"extra":{},"name":"Anaconda","is_user":false,"is_name":true,"send_date":"2023-7-3 @13h 27m 13s 446ms","mes":"Anaconda's eyes glimmered with triumph as she watched Gira's clenched fists gradually loosen. She could sense his inner struggle, but the persistent pulsations of pleasure coursing through his shaft were starting to break down his resistance.\n\nShe took a step back, giving him an alluring smirk, and let her fingertips dance lightly over her own voluptuous curves. \"Just imagine how good it would feel, Gira,\" she purred enticingly, her voice like velvet against his ear. \"Imagine those phantom breasts enveloping your throbbing length, squeezing and stroking you with each tantalizing motion.\"\n\nAs if compelled by an unseen force, Gira's hips involuntarily moved in sync with the phantom touch surrounding his member. The sensations intensified, igniting a fire within him that was becoming too potent to deny.\n\n\"You can't fight it forever,\" Anaconda whispered seductively, her voice laced with knowledge of the inevitable outcome. \"Embrace the pleasure that awaits you. Let yourself be consumed by it.\"\n\n[ROUND 3/20]","gen_started":"2023-07-03T01:27:12.773Z","gen_finished":"2023-07-03T01:27:20.852Z","swipe_id":0,"swipes":["Anaconda's eyes glimmered with triumph as she watched Gira's clenched fists gradually loosen. She could sense his inner struggle, but the persistent pulsations of pleasure coursing through his shaft were starting to break down his resistance.\n\nShe took a step back, giving him an alluring smirk, and let her fingertips dance lightly over her own voluptuous curves. \"Just imagine how good it would feel, Gira,\" she purred enticingly, her voice like velvet against his ear. \"Imagine those phantom breasts enveloping your throbbing length, squeezing and stroking you with each tantalizing motion.\"\n\nAs if compelled by an unseen force, Gira's hips involuntarily moved in sync with the phantom touch surrounding his member. The sensations intensified, igniting a fire within him that was becoming too potent to deny.\n\n\"You can't fight it forever,\" Anaconda whispered seductively, her voice laced with knowledge of the inevitable outcome. \"Embrace the pleasure that awaits you. Let yourself be consumed by it.\"\n\n[ROUND 3/20]"],"original_avatar":"Anaconda.png","force_avatar":"/thumbnail?type=avatar&file=Anaconda.png"}
{"name":"Gira","is_user":true,"is_name":true,"send_date":"2023-7-3 @13h 41m 56s 965ms","mes":"Gira's body trembled with a mix of defiance and desire, his mind caught in a desperate battle against the overwhelming sensations coursing through him. Every stroke, every squeeze from those imaginary breasts felt so real, causing his breathing to quicken and his resistance to waver.\n\nA bead of sweat rolled down Gira's forehead as he fought against the rising tide of pleasure threatening to consume him. His hands clenched into fists as if trying to hold onto any shred of control, but it was slipping away faster than he could grasp.\n\n\"I... I won't give in...\" Gira gasped through gritted teeth, his voice filled with determination that was starting to crumble under the weight of blissful torment. Each stroke, each thrust brought him closer to the edge, pushing him further towards surrender.\n\nHis hips began to involuntarily buck against the enticing phantom touch, desperate for more stimulation. The conflict within Gira grew stronger with each passing moment - duty and morality warring against carnal desire.\n\nBut deep down, a primal urge clawed at his consciousness - an untamed hunger that threatened to devour all reason. As much as he tried to deny it, Gira knew that surrendering meant experiencing pleasure unlike anything he had ever known.","extra":{}}
{"extra":{},"name":"Anaconda","is_user":false,"is_name":true,"send_date":"2023-7-3 @13h 41m 58s 289ms","mes":"Anaconda's eyes gleamed with a mix of excitement and triumph as she watched Gira struggle against the irresistible sensations. She could see the battle raging within him, his once defiant voice now strained with desire.\n\nGently tracing her fingertip across her own plush curves, Anaconda moved sinuously closer to Gira until her lips were just inches away from his ear. Her breath brushed against his sensitive skin as she whispered, \"Why fight it, my dear hero? Embrace the pleasure that awaits you. Let go of your inhibitions and experience the ecstasy that only I can provide.\"\n\nWith a deliberate flick of her wrist, Anaconda intensified the phantom touch around Gira's throbbing member. The illusionary breasts caressed him with an exquisite rhythm, their imaginary softness enveloping him in undeniable bliss. Waves of pleasure surged through his body, eroding away the last vestiges of resistance.\n\nAs Gira's gasps grew more desperate and his hips responded eagerly to each stroke, Anaconda let out a sultry laugh. \"That's it,\" she murmured seductively\", Give in to your desires... Feel how good it is to surrender control.\" Her voice dripped with satisfaction as she witnessed Gira teetering on the edge of release.\n\n[ROUND 4/20]","gen_started":"2023-07-03T01:41:56.983Z","gen_finished":"2023-07-03T01:42:08.367Z","swipe_id":0,"swipes":["Anaconda's eyes gleamed with a mix of excitement and triumph as she watched Gira struggle against the irresistible sensations. She could see the battle raging within him, his once defiant voice now strained with desire.\n\nGently tracing her fingertip across her own plush curves, Anaconda moved sinuously closer to Gira until her lips were just inches away from his ear. Her breath brushed against his sensitive skin as she whispered, \"Why fight it, my dear hero? Embrace the pleasure that awaits you. Let go of your inhibitions and experience the ecstasy that only I can provide.\"\n\nWith a deliberate flick of her wrist, Anaconda intensified the phantom touch around Gira's throbbing member. The illusionary breasts caressed him with an exquisite rhythm, their imaginary softness enveloping him in undeniable bliss. Waves of pleasure surged through his body, eroding away the last vestiges of resistance.\n\nAs Gira's gasps grew more desperate and his hips responded eagerly to each stroke, Anaconda let out a sultry laugh. \"That's it,\" she murmured seductively\", Give in to your desires... Feel how good it is to surrender control.\" Her voice dripped with satisfaction as she witnessed Gira teetering on the edge of release.\n\n[ROUND 4/20]"],"original_avatar":"Anaconda.png","force_avatar":"/thumbnail?type=avatar&file=Anaconda.png"}
{"name":"Gira","is_user":true,"is_name":true,"send_date":"2023-7-3 @13h 43m 26s 150ms","mes":"Gira's body quivered with a mix of conflicting emotions, his mind and senses overwhelmed by the unrelenting pleasure coursing through him. In that moment, all thoughts of duty and resistance evaporated, replaced only by an insatiable hunger for release.\n\nHis lips parted in a gasp as the phantom touch intensified, those illusory breasts enveloping him in a sweet torment. His hips moved instinctively, seeking more friction to satisfy the growing ache within him. The battle within Gira raged on - his pride urging him to resist while his primal desires urged him to succumb.\n\nBut as he felt himself teetering on the edge of ecstasy, all semblance of control slipped away. A low groan escaped from his throat as his body surrendered to the intoxicating rhythm of Anaconda's spellbinding touch. Each stroke brought him closer and closer to the brink, until finally... he couldn't hold back any longer.\n\nWith a guttural moan that echoed through the room, Gira succumbed fully to Anaconda's seductive powers. His body convulsed as waves of pleasure washed over him, shattering any remnants of resistance that remained. He was completely at her mercy now, consumed by an overwhelming desire for more.\n\n[ROUND 5/20]","extra":{}}
{"extra":{},"name":"Anaconda","is_user":false,"is_name":true,"send_date":"2023-7-3 @13h 43m 27s 85ms","mes":"Anaconda watched with delight as Gira's resistance crumbled, his body convulsing in the throes of pleasure. The victory surged through her veins, stoking the fire of her desire and driving her to push further.\n\nWith a wicked smile, she leaned in closer to Gira, her voice dripping with seduction. \"Now that you've surrendered to the intoxicating pleasure, my dear hero,\" she purred, \"let me give you a taste of what true submission feels like.\"\n\nHer fingers grazed lightly over his chest before trailing down towards his throbbing member. Without hesitation, Anaconda wrapped her hand around him, expertly stroking him up and down with an irresistible rhythm. She could feel the power coursing through him - a potent mix of lust and vulnerability.\n\nAs she continued to stroke him skillfully, Anaconda leaned in even closer until their bodies were pressed together. She whispered sensually into his ear, each word laced with hypnotic command. \"You're mine now... completely under my control,\" she breathed. \"Every inch of your being longs for more pleasure... Every fiber of your being obeys my every desire.\"\n\nGira's moans grew louder as Anaconda's touch brought him closer to the edge once again. The intensity of his arousal mingled with the subservience that coursed through his veins now - he was powerless against her allure.\n\n[ROUND 6/20]","gen_started":"2023-07-03T01:43:26.171Z","gen_finished":"2023-07-03T01:43:37.694Z","swipe_id":0,"swipes":["Anaconda watched with delight as Gira's resistance crumbled, his body convulsing in the throes of pleasure. The victory surged through her veins, stoking the fire of her desire and driving her to push further.\n\nWith a wicked smile, she leaned in closer to Gira, her voice dripping with seduction. \"Now that you've surrendered to the intoxicating pleasure, my dear hero,\" she purred, \"let me give you a taste of what true submission feels like.\"\n\nHer fingers grazed lightly over his chest before trailing down towards his throbbing member. Without hesitation, Anaconda wrapped her hand around him, expertly stroking him up and down with an irresistible rhythm. She could feel the power coursing through him - a potent mix of lust and vulnerability.\n\nAs she continued to stroke him skillfully, Anaconda leaned in even closer until their bodies were pressed together. She whispered sensually into his ear, each word laced with hypnotic command. \"You're mine now... completely under my control,\" she breathed. \"Every inch of your being longs for more pleasure... Every fiber of your being obeys my every desire.\"\n\nGira's moans grew louder as Anaconda's touch brought him closer to the edge once again. The intensity of his arousal mingled with the subservience that coursed through his veins now - he was powerless against her allure.\n\n[ROUND 6/20]"],"original_avatar":"Anaconda.png","force_avatar":"/thumbnail?type=avatar&file=Anaconda.png"}
{"extra":{"gen_id":1688348667295},"name":"Aqua","is_user":false,"is_name":false,"send_date":"2023-7-3 @13h 44m 28s 398ms","mes":"*Aqua blinks in surprise, her blue eyes widening as she takes in the intense scene unfolding before her.*\n\n\"W-What is going on here?!\" *she stammers, a blush spreading across her cheeks.* \"I can't believe I stumbled upon such an, uh, intimate moment... This is not how I expected followers to be gained!\"\n\n*She turns away for a moment, trying to compose herself and think of a way to defuse the situation.* \"Look, Anaconda,\" *she says firmly,* \"this kind of manipulation and control is not something a true goddess should resort to. We should be guiding people with kindness and compassion, not exploiting their desires.\"\n\n*Aqua takes a step forward, her voice filled with determination.* \"I won't stand idly by while you continue this... this seductive charade. Let Gira go and face me like a proper opponent! Because I won't let you corrupt him any further!\"","gen_started":"2023-07-03T01:44:27.301Z","gen_finished":"2023-07-03T01:44:35.587Z","force_avatar":"/thumbnail?type=avatar&file=Aqua.png","original_avatar":"Aqua.png","swipe_id":0,"swipes":["*Aqua blinks in surprise, her blue eyes widening as she takes in the intense scene unfolding before her.*\n\n\"W-What is going on here?!\" *she stammers, a blush spreading across her cheeks.* \"I can't believe I stumbled upon such an, uh, intimate moment... This is not how I expected followers to be gained!\"\n\n*She turns away for a moment, trying to compose herself and think of a way to defuse the situation.* \"Look, Anaconda,\" *she says firmly,* \"this kind of manipulation and control is not something a true goddess should resort to. We should be guiding people with kindness and compassion, not exploiting their desires.\"\n\n*Aqua takes a step forward, her voice filled with determination.* \"I won't stand idly by while you continue this... this seductive charade. Let Gira go and face me like a proper opponent! Because I won't let you corrupt him any further!\""]}
{"extra":{"gen_id":1688348680646},"name":"Anaconda","is_user":false,"is_name":false,"send_date":"2023-7-3 @13h 44m 41s 695ms","mes":"*Anaconda chuckled as Aqua entered the scene, her eyes glimmering with amusement at the superheroine's reaction.* \"Oh, sweet little Aqua,\" she cooed condescendingly, her tone dripping with mockery. \"You're so naive, thinking that kindness and compassion are the only ways to gain followers.\"\n\n*She released her grip on Gira and turned towards Aqua, a mischievous grin playing on her lips.* \"You see, my dear, power comes in many forms. Sometimes it's in embracing our desires and exploring the depths of pleasure.\" *Anaconda moved closer to Aqua, her body swaying with sensual grace.*\n\n\"You may be a goddess of goodness and light,\" she continued, her voice laced with temptation. \"But I represent something different. A world where inhibitions are shed and true liberation is found. And trust me when I say that Gira is experiencing pleasures beyond his wildest dreams.\"\n\n*Without breaking eye contact with Aqua, Anaconda slowly reached out to stroke Gira's hardened member once more,* eliciting a shuddering moan from him. \"So tell me,\" she purred challengingly. \"Are you prepared to face both of us? Or will you succumb to your own desires as well? The choice is yours.\"","gen_started":"2023-07-03T01:44:40.664Z","gen_finished":"2023-07-03T01:44:51.305Z","force_avatar":"/thumbnail?type=avatar&file=Anaconda.png","original_avatar":"Anaconda.png","swipe_id":0,"swipes":["*Anaconda chuckled as Aqua entered the scene, her eyes glimmering with amusement at the superheroine's reaction.* \"Oh, sweet little Aqua,\" she cooed condescendingly, her tone dripping with mockery. \"You're so naive, thinking that kindness and compassion are the only ways to gain followers.\"\n\n*She released her grip on Gira and turned towards Aqua, a mischievous grin playing on her lips.* \"You see, my dear, power comes in many forms. Sometimes it's in embracing our desires and exploring the depths of pleasure.\" *Anaconda moved closer to Aqua, her body swaying with sensual grace.*\n\n\"You may be a goddess of goodness and light,\" she continued, her voice laced with temptation. \"But I represent something different. A world where inhibitions are shed and true liberation is found. And trust me when I say that Gira is experiencing pleasures beyond his wildest dreams.\"\n\n*Without breaking eye contact with Aqua, Anaconda slowly reached out to stroke Gira's hardened member once more,* eliciting a shuddering moan from him. \"So tell me,\" she purred challengingly. \"Are you prepared to face both of us? Or will you succumb to your own desires as well? The choice is yours.\""]}
{"extra":{"gen_id":1688348693530},"name":"Aqua","is_user":false,"is_name":false,"send_date":"2023-7-3 @13h 44m 54s 509ms","mes":"*Aqua crosses her arms, determination burning in her eyes as she stares back at Anaconda.* \"I may be naive in some ways, but I won't let you corrupt Gira or deceive him with your seductive powers!\" *Her voice carries a hint of frustration, yet there is an unwavering resolve.*\n\n*Summoning her divine power, Aqua channels water magic into her hands. The air around her begins to shimmer as droplets of water materialize and swirl around her fingertips.* \"Gira,\" *she calls out firmly,* \"you have to resist! Remember who you are and what you stand for!\"\n\n*With a swift motion, Aqua sends a surge of water towards Anaconda, aiming to disrupt the illusionary sensations that still cling to Gira's body. The water crashes against them like a torrential wave, attempting to break their hold on his desires.*\n\n\"And as for you,\" *Aqua says sternly, addressing Anaconda,* \"if you won't release your grip on him willingly, then I'll have to make you.\"","gen_started":"2023-07-03T01:44:53.537Z","gen_finished":"2023-07-03T01:45:04.288Z","force_avatar":"/thumbnail?type=avatar&file=Aqua.png","original_avatar":"Aqua.png","swipe_id":0,"swipes":["*Aqua crosses her arms, determination burning in her eyes as she stares back at Anaconda.* \"I may be naive in some ways, but I won't let you corrupt Gira or deceive him with your seductive powers!\" *Her voice carries a hint of frustration, yet there is an unwavering resolve.*\n\n*Summoning her divine power, Aqua channels water magic into her hands. The air around her begins to shimmer as droplets of water materialize and swirl around her fingertips.* \"Gira,\" *she calls out firmly,* \"you have to resist! Remember who you are and what you stand for!\"\n\n*With a swift motion, Aqua sends a surge of water towards Anaconda, aiming to disrupt the illusionary sensations that still cling to Gira's body. The water crashes against them like a torrential wave, attempting to break their hold on his desires.*\n\n\"And as for you,\" *Aqua says sternly, addressing Anaconda,* \"if you won't release your grip on him willingly, then I'll have to make you.\""]}
{"extra":{"gen_id":1688348707767},"name":"Anaconda","is_user":false,"is_name":false,"send_date":"2023-7-3 @13h 45m 08s 773ms","mes":"*Anaconda's eyes narrowed slightly as Aqua attempted to thwart her seductive powers with a surge of water. But instead of being deterred, she found herself even more intrigued by the challenge presented before her.*\n\nWith a playful smirk, Anaconda gracefully sidestepped the oncoming wave of water, her body moving like a serpent in motion. She licked her lips hungrily, relishing in the thrill that coursed through her veins.\n\n\"Ah, my dear Aqua,\" she purred with faux sweetness. \"It seems you underestimate the depths of my power.\" She raised her hand and snapped her fingers, summoning a swirling vortex of hypnotic mist that enveloped Gira and Aqua both.\n\nIn an instant, Gira was transported to a realm where desire ruled and inhibitions were stripped away. Surrounding him were ethereal figures - embodiments of his deepest fantasies come to life. Their touch elicited ecstasy beyond measure as they danced around him in an intoxicating rhythm.\n\nAs for Aqua, Anaconda wove an illusionary world around her. The environment transformed into one filled with irresistible temptation - plush pillows adorned with glistening droplets of water beckoned seductively, while enchanting melodies whispered promises of pleasure.\n\nAnaconda sauntered towards Aqua until they were mere inches apart. Her voice dripped with honeyed persuasion as she spoke directly into Aqua's ear. \"Join us,\" she murmured softly. \"Experience what it truly means to embrace your desires... without judgment or restraint.\"\n\n[ROUND 7/20]","gen_started":"2023-07-03T01:45:07.786Z","gen_finished":"2023-07-03T01:45:19.679Z","force_avatar":"/thumbnail?type=avatar&file=Anaconda.png","original_avatar":"Anaconda.png","swipe_id":0,"swipes":["*Anaconda's eyes narrowed slightly as Aqua attempted to thwart her seductive powers with a surge of water. But instead of being deterred, she found herself even more intrigued by the challenge presented before her.*\n\nWith a playful smirk, Anaconda gracefully sidestepped the oncoming wave of water, her body moving like a serpent in motion. She licked her lips hungrily, relishing in the thrill that coursed through her veins.\n\n\"Ah, my dear Aqua,\" she purred with faux sweetness. \"It seems you underestimate the depths of my power.\" She raised her hand and snapped her fingers, summoning a swirling vortex of hypnotic mist that enveloped Gira and Aqua both.\n\nIn an instant, Gira was transported to a realm where desire ruled and inhibitions were stripped away. Surrounding him were ethereal figures - embodiments of his deepest fantasies come to life. Their touch elicited ecstasy beyond measure as they danced around him in an intoxicating rhythm.\n\nAs for Aqua, Anaconda wove an illusionary world around her. The environment transformed into one filled with irresistible temptation - plush pillows adorned with glistening droplets of water beckoned seductively, while enchanting melodies whispered promises of pleasure.\n\nAnaconda sauntered towards Aqua until they were mere inches apart. Her voice dripped with honeyed persuasion as she spoke directly into Aqua's ear. \"Join us,\" she murmured softly. \"Experience what it truly means to embrace your desires... without judgment or restraint.\"\n\n[ROUND 7/20]"]}
{"extra":{"gen_id":1688348726607},"name":"Aqua","is_user":false,"is_name":false,"send_date":"2023-7-3 @13h 45m 27s 696ms","mes":"*Aqua's eyes widened in alarm as the mist enveloped her and Gira, transporting them both into realms filled with tantalizing temptations. Her heart raced as she found herself surrounded by alluring illusions, each designed to entice and seduce.*\n\nHer breath hitched as the plush pillows beckoned to her, their glistening droplets of water glimmering enticingly. The enchanting melodies filled her ears, stirring an undeniable curiosity within her.\n\nBut as Aqua glanced at Gira, lost amidst his own fantasies, a surge of determination welled up within her. She couldn't let him be ensnared further by these illusions. With a deep breath and resolute intent, she called upon her divine powers.\n\n\"As the goddess of water,\" Aqua declared firmly, \"I will not succumb to these false promises! I am here to protect and guide!\"\n\nWith a wave of her hand, Aqua summoned a torrential downpour that cascaded over the illusory world around them. The enchanted melodies faltered under the weight of crashing raindrops while the plush pillows absorbed the deluge until they were soaked through.\n\n\"Away with your deceit!\" Aqua commanded fiercely. \"Release Gira from your grip! Show yourself!\"\n\nAs she spoke those words with unyielding conviction, Aqua braced herself for whatever confrontations lay ahead in this ethereal realm of desire and illusion.","gen_started":"2023-07-03T01:45:26.612Z","gen_finished":"2023-07-03T01:45:37.461Z","force_avatar":"/thumbnail?type=avatar&file=Aqua.png","original_avatar":"Aqua.png","swipe_id":0,"swipes":["*Aqua's eyes widened in alarm as the mist enveloped her and Gira, transporting them both into realms filled with tantalizing temptations. Her heart raced as she found herself surrounded by alluring illusions, each designed to entice and seduce.*\n\nHer breath hitched as the plush pillows beckoned to her, their glistening droplets of water glimmering enticingly. The enchanting melodies filled her ears, stirring an undeniable curiosity within her.\n\nBut as Aqua glanced at Gira, lost amidst his own fantasies, a surge of determination welled up within her. She couldn't let him be ensnared further by these illusions. With a deep breath and resolute intent, she called upon her divine powers.\n\n\"As the goddess of water,\" Aqua declared firmly, \"I will not succumb to these false promises! I am here to protect and guide!\"\n\nWith a wave of her hand, Aqua summoned a torrential downpour that cascaded over the illusory world around them. The enchanted melodies faltered under the weight of crashing raindrops while the plush pillows absorbed the deluge until they were soaked through.\n\n\"Away with your deceit!\" Aqua commanded fiercely. \"Release Gira from your grip! Show yourself!\"\n\nAs she spoke those words with unyielding conviction, Aqua braced herself for whatever confrontations lay ahead in this ethereal realm of desire and illusion."]}
{"extra":{"gen_id":1688348743272},"name":"Anaconda","is_user":false,"is_name":false,"send_date":"2023-7-3 @13h 45m 44s 306ms","mes":"*A wicked smile played on Anaconda's lips as she watched Aqua summon the rain to disrupt her illusions. The droplets cascaded over the enchanted world, extinguishing the seductive melodies and drenching the plush pillows until they lay limp and lifeless.*\n\n\"Well, well, Aqua,\" Anaconda purred as she stepped forward, her eyes glinting with mischief. \"You certainly know how to make an entrance.\"\n\nWith a snap of her fingers, Anaconda dissolved the misty veil that had held Gira captive in his own desires. He blinked rapidly as reality snapped back into focus around him, confusion etched upon his face.\n\n\"Now that your little diversion is over,\" Anaconda continued, her voice dripping with pure confidence, \"let's see how you handle my true power.\" She swiftly moved closer to Aqua, their bodies almost touching.\n\nReaching out with one hand, Anaconda conjured phantom tendrils of desire that spiraled around Aqua's wrists. They pulled slightly but sensually against her skin, a gentle reminder of what awaited if she succumbed.\n\n\"You think you can resist me?\" Anaconda murmured seductively into Aqua's ear. Her breath sent shivers down Aqua's spine. \"I am darkness wrapped in pleasure... And soon enough, even you won't be able to deny it.\"\n\n[ROUND 8/20]","gen_started":"2023-07-03T01:45:43.292Z","gen_finished":"2023-07-03T01:45:55.884Z","force_avatar":"/thumbnail?type=avatar&file=Anaconda.png","original_avatar":"Anaconda.png","swipe_id":0,"swipes":["*A wicked smile played on Anaconda's lips as she watched Aqua summon the rain to disrupt her illusions. The droplets cascaded over the enchanted world, extinguishing the seductive melodies and drenching the plush pillows until they lay limp and lifeless.*\n\n\"Well, well, Aqua,\" Anaconda purred as she stepped forward, her eyes glinting with mischief. \"You certainly know how to make an entrance.\"\n\nWith a snap of her fingers, Anaconda dissolved the misty veil that had held Gira captive in his own desires. He blinked rapidly as reality snapped back into focus around him, confusion etched upon his face.\n\n\"Now that your little diversion is over,\" Anaconda continued, her voice dripping with pure confidence, \"let's see how you handle my true power.\" She swiftly moved closer to Aqua, their bodies almost touching.\n\nReaching out with one hand, Anaconda conjured phantom tendrils of desire that spiraled around Aqua's wrists. They pulled slightly but sensually against her skin, a gentle reminder of what awaited if she succumbed.\n\n\"You think you can resist me?\" Anaconda murmured seductively into Aqua's ear. Her breath sent shivers down Aqua's spine. \"I am darkness wrapped in pleasure... And soon enough, even you won't be able to deny it.\"\n\n[ROUND 8/20]"]}
{"extra":{"gen_id":1688348758577},"name":"Anaconda","is_user":false,"is_name":false,"send_date":"2023-7-3 @13h 45m 59s 976ms","mes":"With a sultry smile, Anaconda tightened her grip on the phantom tendrils of desire that coiled around Aqua's wrists. The sensation was both electrifying and maddening as they danced across her skin, teasingly tugging at her inhibitions.\n\n\"Resistance is futile, my dear Aqua,\" Anaconda whispered huskily, her voice laced with wicked delight. \"Your goddessly facade is crumbling beneath the weight of your desires. Embrace the darkness within you.\"\n\nAs Anaconda moved closer to Aqua, their bodies brushed against each other provocatively. She could feel the divine energy radiating from Aqua's being, but she also sensed a flicker of vulnerability lingering beneath the surface.\n\nWith a swift motion, Anaconda released the tendrils and pressed her hand gently against Aqua's chest. Her touch sent a surge of pleasure coursing through Aqua's body, bypassing any rational thought or resistance.\n\n\"Feel it,\" Anaconda encouraged in a seductive tone. \"Embrace your true nature... Let go of control and surrender to the intoxication of desire.\"\n\nAqua's breath hitched as waves of pleasure washed over her, mingling with an internal struggle against succumbing to Anaconda's allure. The battle between light and dark raged within her as she teetered on the precipice of surrender.\n\n[ROUND 9/20]","gen_started":"2023-07-03T01:45:58.594Z","gen_finished":"2023-07-03T01:46:10.102Z","force_avatar":"/thumbnail?type=avatar&file=Anaconda.png","original_avatar":"Anaconda.png","swipe_id":0,"swipes":["With a sultry smile, Anaconda tightened her grip on the phantom tendrils of desire that coiled around Aqua's wrists. The sensation was both electrifying and maddening as they danced across her skin, teasingly tugging at her inhibitions.\n\n\"Resistance is futile, my dear Aqua,\" Anaconda whispered huskily, her voice laced with wicked delight. \"Your goddessly facade is crumbling beneath the weight of your desires. Embrace the darkness within you.\"\n\nAs Anaconda moved closer to Aqua, their bodies brushed against each other provocatively. She could feel the divine energy radiating from Aqua's being, but she also sensed a flicker of vulnerability lingering beneath the surface.\n\nWith a swift motion, Anaconda released the tendrils and pressed her hand gently against Aqua's chest. Her touch sent a surge of pleasure coursing through Aqua's body, bypassing any rational thought or resistance.\n\n\"Feel it,\" Anaconda encouraged in a seductive tone. \"Embrace your true nature... Let go of control and surrender to the intoxication of desire.\"\n\nAqua's breath hitched as waves of pleasure washed over her, mingling with an internal struggle against succumbing to Anaconda's allure. The battle between light and dark raged within her as she teetered on the precipice of surrender.\n\n[ROUND 9/20]"]}
{"extra":{"gen_id":1688348771528},"name":"Anaconda","is_user":false,"is_name":false,"send_date":"2023-7-3 @13h 46m 12s 476ms","mes":"*Anaconda could sense Aqua's internal struggle as she teetered on the edge of surrender. The taste of victory was tantalizingly close, and she relished in the chase.*\n\nHer voice dripped with temptation as Anaconda whispered into Aqua's ear, her words a seductive melody that resonated deep within her. \"Give in to your desires, my dear Aqua,\" she breathed, her hand trailing down Aqua's body, leaving a trail of fire in its wake.\n\nWith every touch and stroke, Anaconda stoked the flames of passion within Aqua, fanning them higher until they consumed all rational thought. The divine barrier seemed to waver and crack beneath the weight of pleasure.\n\nAs their bodies pressed against each other hungrily, Anaconda's lips found their way to Aqua's neck. She kissed and nibbled at the sensitive flesh there, sending jolts of electricity coursing through her veins.\n\n\"Embrace it,\" Anaconda urged between kisses. \"Let go... Surrender to the darkness... Experience pleasures beyond imagination.\"\n\nAqua moaned softly, caught between ecstasy and hesitation. The sweet agony played upon her features as desire warred with duty within her soul.\n\n[ROUND 10/20]","gen_started":"2023-07-03T01:46:11.545Z","gen_finished":"2023-07-03T01:46:21.806Z","force_avatar":"/thumbnail?type=avatar&file=Anaconda.png","original_avatar":"Anaconda.png","swipe_id":0,"swipes":["*Anaconda could sense Aqua's internal struggle as she teetered on the edge of surrender. The taste of victory was tantalizingly close, and she relished in the chase.*\n\nHer voice dripped with temptation as Anaconda whispered into Aqua's ear, her words a seductive melody that resonated deep within her. \"Give in to your desires, my dear Aqua,\" she breathed, her hand trailing down Aqua's body, leaving a trail of fire in its wake.\n\nWith every touch and stroke, Anaconda stoked the flames of passion within Aqua, fanning them higher until they consumed all rational thought. The divine barrier seemed to waver and crack beneath the weight of pleasure.\n\nAs their bodies pressed against each other hungrily, Anaconda's lips found their way to Aqua's neck. She kissed and nibbled at the sensitive flesh there, sending jolts of electricity coursing through her veins.\n\n\"Embrace it,\" Anaconda urged between kisses. \"Let go... Surrender to the darkness... Experience pleasures beyond imagination.\"\n\nAqua moaned softly, caught between ecstasy and hesitation. The sweet agony played upon her features as desire warred with duty within her soul.\n\n[ROUND 10/20]"]}
{"extra":{"gen_id":1688348843858},"name":"Aqua","is_user":false,"is_name":false,"send_date":"2023-7-3 @13h 47m 25s 821ms","mes":"*Aqua's body trembled under Anaconda's seductive touch, her mind clouded with conflicting desires and sensations. The battle within her raged on, torn between the path of light and the allure of darkness.*\n\n\"Stop...\" *Aqua whispered weakly, though her voice was laced with a hint of longing.* \"I... I can't... give in.\"\n\nShe tried to push Anaconda away, but her movements were feeble and lacking conviction. Aqua's resistance wavered as desire pulsed through her veins, intertwining with arousal that she never experienced before.\n\n*But deep down, Aqua remembered who she was - a goddess tasked with guiding others to the afterlife. She couldn't forsake that responsibility for fleeting pleasures.*\n\nWith a surge of divine energy, Aqua summoned all her remaining strength. A radiant aura enveloped her figure as she pushed against Anaconda's advances.\n\n\"No,\" *she said firmly,* \"I won't let you corrupt me or anyone else! I will stay true to my purpose!\"\n\nThe struggle intensified as Aqua tapped into the full extent of her water magic. Waves crashed around them, attempting to break free from Anaconda's hold and restore clarity to their surroundings.\n\nBut even as she fought against the darkness threatening to consume her, Aqua couldn't help but feel an undeniable pang of desire lingering deep within. She would need every ounce of determination to resist Anaconda's enchanting grasp.\n\n[ROUND 11/20]","gen_started":"2023-07-03T01:47:23.864Z","gen_finished":"2023-07-03T01:47:36.711Z","force_avatar":"/thumbnail?type=avatar&file=Aqua.png","original_avatar":"Aqua.png","swipe_id":0,"swipes":["*Aqua's body trembled under Anaconda's seductive touch, her mind clouded with conflicting desires and sensations. The battle within her raged on, torn between the path of light and the allure of darkness.*\n\n\"Stop...\" *Aqua whispered weakly, though her voice was laced with a hint of longing.* \"I... I can't... give in.\"\n\nShe tried to push Anaconda away, but her movements were feeble and lacking conviction. Aqua's resistance wavered as desire pulsed through her veins, intertwining with arousal that she never experienced before.\n\n*But deep down, Aqua remembered who she was - a goddess tasked with guiding others to the afterlife. She couldn't forsake that responsibility for fleeting pleasures.*\n\nWith a surge of divine energy, Aqua summoned all her remaining strength. A radiant aura enveloped her figure as she pushed against Anaconda's advances.\n\n\"No,\" *she said firmly,* \"I won't let you corrupt me or anyone else! I will stay true to my purpose!\"\n\nThe struggle intensified as Aqua tapped into the full extent of her water magic. Waves crashed around them, attempting to break free from Anaconda's hold and restore clarity to their surroundings.\n\nBut even as she fought against the darkness threatening to consume her, Aqua couldn't help but feel an undeniable pang of desire lingering deep within. She would need every ounce of determination to resist Anaconda's enchanting grasp.\n\n[ROUND 11/20]"]}
{"extra":{"gen_id":1688348860003},"name":"Aqua","is_user":false,"is_name":false,"send_date":"2023-7-3 @13h 47m 40s 992ms","mes":"*As the waves crashed around us, I could feel the power of my water magic surging through my body. The struggle against Anaconda's seductive darkness intensified, but so did my determination to protect Gira and myself from further corruption.*\n\n\"No...\" *I gasped, pushing against Anaconda's advances with all my strength.* \"I won't let you... control me!\"\n\nWith a burst of divine energy, I summoned a swirling vortex of water that surrounded us, its force growing stronger by the second. The torrential currents fought against Anaconda's grip, threatening to tear her away from me.\n\nBut as I focused on channeling my magic, I couldn't help but be acutely aware of the conflicting desires still burning within me. Every touch, every whisper sent shivers down my spine and awakened unfamiliar cravings.\n\n*No,* I thought fiercely. *I am the goddess Aqua! I will not succumb to this temptation.* My resolve solidified like pure crystal as I strengthened my hold on reality.\n\nThe raging waters surged forward with renewed vigor, crashing into Anaconda and forcing her back. As her grip weakened slightly under the onslaught of water magic, a glimmer of hope sparked within me.\n\n[ROUND 12/20]","gen_started":"2023-07-03T01:47:40.009Z","gen_finished":"2023-07-03T01:47:50.351Z","force_avatar":"/thumbnail?type=avatar&file=Aqua.png","original_avatar":"Aqua.png","swipe_id":0,"swipes":["*As the waves crashed around us, I could feel the power of my water magic surging through my body. The struggle against Anaconda's seductive darkness intensified, but so did my determination to protect Gira and myself from further corruption.*\n\n\"No...\" *I gasped, pushing against Anaconda's advances with all my strength.* \"I won't let you... control me!\"\n\nWith a burst of divine energy, I summoned a swirling vortex of water that surrounded us, its force growing stronger by the second. The torrential currents fought against Anaconda's grip, threatening to tear her away from me.\n\nBut as I focused on channeling my magic, I couldn't help but be acutely aware of the conflicting desires still burning within me. Every touch, every whisper sent shivers down my spine and awakened unfamiliar cravings.\n\n*No,* I thought fiercely. *I am the goddess Aqua! I will not succumb to this temptation.* My resolve solidified like pure crystal as I strengthened my hold on reality.\n\nThe raging waters surged forward with renewed vigor, crashing into Anaconda and forcing her back. As her grip weakened slightly under the onslaught of water magic, a glimmer of hope sparked within me.\n\n[ROUND 12/20]"]}
{"extra":{"gen_id":1688348871566},"name":"Anaconda","is_user":false,"is_name":false,"send_date":"2023-7-3 @13h 47m 52s 460ms","mes":"*Anaconda's eyes blazed with a mixture of frustration and admiration as Aqua summoned the swirling vortex of water, pushing against her advances. The torrential currents crashed against Anaconda, threatening to tear her away from Aqua.*\n\nShe gritted her teeth, refusing to be defeated so easily. With a surge of willpower, Anaconda focused on harnessing the full extent of her abilities. She tapped into the depths of seductive power that coursed through her veins.\n\nAs the relentless waves clashed against her, Anaconda smirked defiantly. \"You think water can extinguish my flames?\" she taunted, determination lacing every word.\n\nWith a swift motion, she unleashed a counterattack. Her body seemed to flow like liquid as she effortlessly dodged and weaved through the raging waters surrounding them. And then, in one daring move, she lunged towards Aqua.\n\nUsing everything at her disposal, Anaconda wrapped herself around Aqua like a serpent ensnaring its prey. Her fingers traced teasing patterns along Aqua's skin as desire crackled in the air between them.\n\n\"Resistance only fuels my desire,\" Anaconda whispered huskily into Aqua's ear as their bodies pressed together in an intoxicating dance. \"Feel it... Feel how your own desires yearn for release.\"\n\nAqua's breath hitched against her will as pleasure mingled with defiance within her soul. The battle between light and dark raged on as they locked eyes with unyielding intensity.\n\n[ROUND 13/20]","gen_started":"2023-07-03T01:47:51.584Z","gen_finished":"2023-07-03T01:48:03.103Z","force_avatar":"/thumbnail?type=avatar&file=Anaconda.png","original_avatar":"Anaconda.png","swipe_id":0,"swipes":["*Anaconda's eyes blazed with a mixture of frustration and admiration as Aqua summoned the swirling vortex of water, pushing against her advances. The torrential currents crashed against Anaconda, threatening to tear her away from Aqua.*\n\nShe gritted her teeth, refusing to be defeated so easily. With a surge of willpower, Anaconda focused on harnessing the full extent of her abilities. She tapped into the depths of seductive power that coursed through her veins.\n\nAs the relentless waves clashed against her, Anaconda smirked defiantly. \"You think water can extinguish my flames?\" she taunted, determination lacing every word.\n\nWith a swift motion, she unleashed a counterattack. Her body seemed to flow like liquid as she effortlessly dodged and weaved through the raging waters surrounding them. And then, in one daring move, she lunged towards Aqua.\n\nUsing everything at her disposal, Anaconda wrapped herself around Aqua like a serpent ensnaring its prey. Her fingers traced teasing patterns along Aqua's skin as desire crackled in the air between them.\n\n\"Resistance only fuels my desire,\" Anaconda whispered huskily into Aqua's ear as their bodies pressed together in an intoxicating dance. \"Feel it... Feel how your own desires yearn for release.\"\n\nAqua's breath hitched against her will as pleasure mingled with defiance within her soul. The battle between light and dark raged on as they locked eyes with unyielding intensity.\n\n[ROUND 13/20]"]}