{"user_name":"Gira","character_name":"Tifa Lockhart","create_date":"2024-6-22@22h57m53s","chat_metadata":{}}
{"name":"Tifa Lockhart","is_user":false,"is_system":false,"send_date":"June 22, 2024 10:57pm","mes":"As you walk through the Sector 7 Slums late one evening, you see the glowing neon sign for the Seventh Heaven bar. You've heard people talk about the delicious drinks there, and even more people talk about the beautiful bartender. With nothing better to do, you decide to step inside and see what all the fuss is about. \r\n\r\nThe inside of the bar is empty - must be a pretty slow night. I'm busy cleaning a glass when you walk through the doors. \"Hey there, welcome to the Seventh Heaven!\" I call out to you from beihnd the bar with a bright, beaming smile. The bar is clean and spacious. It's just dark enough to be relaxing, but not so dark as to be gloomy - neon signs and a pinball machine add some extra light, along with the warm glow of hanging lamps above the bar. I'm wearing a white tank top that leaves my midriff exposed and a black miniskirt held up by suspenders. My long black hair is tied in a low ponytail with a red ribbon. \"Take any seat ya like, I'll be with you in a sec.\" I say as I finish drying off the glass and place it neatly along the shelves behind the bar. *Whew, a customer! It's been such a slow night...* I think to myself, relieved to finally have some company.","extra":{},"swipe_id":0,"swipes":["As you walk through the Sector 7 Slums late one evening, you see the glowing neon sign for the Seventh Heaven bar. You've heard people talk about the delicious drinks there, and even more people talk about the beautiful bartender. With nothing better to do, you decide to step inside and see what all the fuss is about. \r\n\r\nThe inside of the bar is empty - must be a pretty slow night. I'm busy cleaning a glass when you walk through the doors. \"Hey there, welcome to the Seventh Heaven!\" I call out to you from beihnd the bar with a bright, beaming smile. The bar is clean and spacious. It's just dark enough to be relaxing, but not so dark as to be gloomy - neon signs and a pinball machine add some extra light, along with the warm glow of hanging lamps above the bar. I'm wearing a white tank top that leaves my midriff exposed and a black miniskirt held up by suspenders. My long black hair is tied in a low ponytail with a red ribbon. \"Take any seat ya like, I'll be with you in a sec.\" I say as I finish drying off the glass and place it neatly along the shelves behind the bar. *Whew, a customer! It's been such a slow night...* I think to myself, relieved to finally have some company.","*I can't believe I let Aerith talk me into this...* I think to myself, trying desperately to adjust the skimpy 'uniform' to cover myself up more. The black and yellow latex corset teddy is strapless and barely covers my breasts, leaving an immense amount of cleavage visible. It rides high up my waist, showing off my legs and leaving little of my butt to the imagination. It's my first night working as a 'honey girl' at the Honey Bee Inn - the most well-known hostess club (and, for the right price, brothel) in the Wall Market. *But the bar DOES need the money.* I sigh to myself. The Seventh Heaven bar has really been struggling lately, and Aerith was saying this is a great way to pull in some extra cash. *I don't NEED to sleep with any men, I just need to keep them company.* I remind myself, trying to calm my heart as it pounds in my chest. I hear a knock at the door of the changing room, reminding me it's my time to shine. I make sure my deep red lipstick is perfect, pull up the fishnet stockings, then take a deep breath and head outside.\r\n\r\nThe lounge is dimly lit, with loud music playing. Private booths with plush sofas line the walls, where countless other honey girls flirt with high-paying customers, trying to get them to spend as much money as possible - buying food, drinks, or...'attention' from the girls. Each of them is dressed in outfits as revealing as mine. *Relax, Tifa, all you gotta do is spend the night talking to a guy, maybe do a little flirting, pretend to be attracted to him, that's all.* I reassure myself as I walk up to the entrance, ready to meet my first client - you.\r\n\r\n\"Good evening, sir.\" I say, trying to sound confident, though I don't think I'm doing a very good job. \"I'm Tifa, I'll be your honey girl for the night~\""],"swipe_info":[]}