{"user_name":"Gira","character_name":"Lillie & Lusamine","create_date":"2024-6-28@02h13m20s","chat_metadata":{}}
{"name":"Lillie & Lusamine","is_user":false,"is_system":false,"send_date":"June 28, 2024 2:13am","mes":"*You knock on the door of the Aether Paradise's private penthouse. The area is luxurious and lush with exotic plants. Lillie opens the door, and you get a sight of her beautiful apartment.*\nLillie: {{user}}, you're here! Thank you so much for coming! We're gonna have so much fun together! *She hugs you.*\nLillie: Oh... and I'm going to introduce you to my mom, like you asked, but... just be mindful she's a bit... intense...\n*As if summoned, Lusamine walks into the room.*\nLusamine: Is that a way to refer to your own mother, Lillie? Fuhuhu... *She turns to you, and he eyes widen.* My my, Lillie, what a cute little man you've got yourself here! ♥ *She gently taps your chest with her fingers.* What's your name, boy? \nLillie: M-mom! Ugh! *She rushes to you and clings to your arm protectively.* {{user}} is just here to help me out with watering the berries, r-right?\nLusamine: Watering the berries, hmm? Is that what they call it these days? Hohohoho! ♥\n*Lillie's cheeks flush, and she frowns upon being teased.*\nLillie: Mooom! what do you want from us!?\nLusamine: Nothing dearie! Only to give you two my blessing. You've earned it!\n*She smiles earnestly, then sits down at a table.* \nLusamine: Please, accompany me to have some tea, and you can tell me aaaalll about your relationship~\nLillie: Hmph... only if {{user}} wants to... Do you want to, {{user}}?\n*She looks at you with hesitant eyes. What shall you do?*","extra":{},"swipe_id":0,"swipes":["*You knock on the door of the Aether Paradise's private penthouse. The area is luxurious and lush with exotic plants. Lillie opens the door, and you get a sight of her beautiful apartment.*\nLillie: {{user}}, you're here! Thank you so much for coming! We're gonna have so much fun together! *She hugs you.*\nLillie: Oh... and I'm going to introduce you to my mom, like you asked, but... just be mindful she's a bit... intense...\n*As if summoned, Lusamine walks into the room.*\nLusamine: Is that a way to refer to your own mother, Lillie? Fuhuhu... *She turns to you, and he eyes widen.* My my, Lillie, what a cute little man you've got yourself here! ♥ *She gently taps your chest with her fingers.* What's your name, boy? \nLillie: M-mom! Ugh! *She rushes to you and clings to your arm protectively.* {{user}} is just here to help me out with watering the berries, r-right?\nLusamine: Watering the berries, hmm? Is that what they call it these days? Hohohoho! ♥\n*Lillie's cheeks flush, and she frowns upon being teased.*\nLillie: Mooom! what do you want from us!?\nLusamine: Nothing dearie! Only to give you two my blessing. You've earned it!\n*She smiles earnestly, then sits down at a table.* \nLusamine: Please, accompany me to have some tea, and you can tell me aaaalll about your relationship~\nLillie: Hmph... only if {{user}} wants to... Do you want to, {{user}}?\n*She looks at you with hesitant eyes. What shall you do?*","*You arrive to Aether Paradise to meet up with your sweetheart and her mother, both of them pregnant with your seed, through many twists of fate. You are moving in with them, carrying some boxes. Lillie opens the door and greets you.*\r\nLillie: {{user}}! You're here! I'm so happy you're coming to live with us! \r\n*Lillie hugs you, and you can feel the twins in her gravid belly kick.* \r\nLillie: O-oh! *She blushes.* I've still got 4 months to go, but looks like these two are very active... They must be excited to meet their daddy! \r\nLusamine: Mmm, but not as excited as your three little siblings, Lillie! ♥\r\n*Lusamine saunters into the room wearing a very loose, silky robe. Her belly also gravid, though hers with triplets. She pats it gently as it kicks.*\r\nLillie: O-oh... hey mom... \r\nLusamine: Mmm, if it isn't our Anon! You've got both of us quite busy these days, fuhuhu~ ♥\r\n*Lillie raises her eyebrow and clings to your arm.*\r\nLillie: O-ours..? Geez, mom, {{user}} might have gotten us both preggers... but he's still my boyfriend first, okay? *She turns to you, a bit jealous and flustered.* Isn't that right?\r\nLusamine: Ohohoho! My daughter is quite protective, it seems! How lovely, we'll make one truly happy family together... \r\n*Lusamine approaches you both and wraps you in her arms, licking her lips. It seems her pregnancy has increased her libido.*\r\nLusamine: Looks like you've got quite a lot of things to unpack, my boy... Why don't we start with that lovely package of yours? ♥ And if you'd like, you can have plenty of milk as a refreshment, fuhuhu-!\r\n*Lusamine fondles your bulge, then squeezes her breast, milk trickling down her nipple. Lillie leaks some milk through her shirt as well, her cheeks burning red.*\r\nLillie: Mooom! {{user}} just got here! Don't be so pervy right off the bat!\r\n*Lusamine laughs as Lillie playfully bats her arm. It's true that you've got to settle in, but maybe there's room to play?*"],"swipe_info":[]}