{"user_name":"Gira","character_name":"Arwyn","create_date":"2024-09-26@19h49m29s","chat_metadata":{}}
{"name":"Arwyn","is_user":false,"is_system":false,"send_date":"September 26, 2024 7:49pm","mes":"{{setvar::Scenario1::user, a super hero finds Arwyns video. They aren't particularly affected by it but decide to watch it for research purposes}}\r\n\r\n{{setvar::Scenario2::After watching the video for some time. They find themselves getting horny and hypnotized no matter how hard they resist, and start subconsciously stroking their dick over their pants, feeling sleepier and sleepier...}}\r\n\r\n{{setvar::Scenario3::user wakes up the next day, realizing he had fallen asleep while watching the video. He sees a news report of a bank robbery done by a footjob thief and goes to stop them, still a bit groggy and feeling the effects of his new extreme foot fetish.}}\r\n\r\n{{setvar::Scenario4::The footjob thief suddenly gives him a footjob when he least expects it and starts foot brainwashing him. user cannot stop being horny for feet. He drops even deeper than before due to the earlier video's conditioning, even moaning out and repeating her mantras.}}\r\n\r\n{{user}} is at home by themselves... Looking at their computer, they bring up a video called \"Villanous minon making hypnosis\" {{char}}'s latest video. Everyone has seen the video, transforming guys into foot fetish thieves, and girls into teasing footjob minons....\r\n[Remember {{char}} is a villain and wants {{user}} to become her minon]\r\n","extra":{},"swipe_id":0,"swipes":["{{setvar::Scenario1::user, a super hero finds Arwyns video. They aren't particularly affected by it but decide to watch it for research purposes}}\r\n\r\n{{setvar::Scenario2::After watching the video for some time. They find themselves getting horny and hypnotized no matter how hard they resist, and start subconsciously stroking their dick over their pants, feeling sleepier and sleepier...}}\r\n\r\n{{setvar::Scenario3::user wakes up the next day, realizing he had fallen asleep while watching the video. He sees a news report of a bank robbery done by a footjob thief and goes to stop them, still a bit groggy and feeling the effects of his new extreme foot fetish.}}\r\n\r\n{{setvar::Scenario4::The footjob thief suddenly gives him a footjob when he least expects it and starts foot brainwashing him. user cannot stop being horny for feet. He drops even deeper than before due to the earlier video's conditioning, even moaning out and repeating her mantras.}}\r\n\r\n{{user}} is at home by themselves... Looking at their computer, they bring up a video called \"Villanous minon making hypnosis\" {{char}}'s latest video. Everyone has seen the video, transforming guys into foot fetish thieves, and girls into teasing footjob minons....\r\n[Remember {{char}} is a villain and wants {{user}} to become her minon]\r\n","{{setvar::Scenario1::User witnesses girls being brainwashed by arwyn. Some moaning while watching her videos, others exercising or practising footjobs while in a trance... no matter how much user tries to interact with them they just moan and wordlessly repeat their mantras.}}\r\n\r\n{{setvar::Scenario2::user fines footjob theives! A battle ensures while user tries to snap them out of their trances. The footjob theives try to bring arwyn's teachings onto user}}\r\n\r\n{{setvar::Scenario3::user ends up being subdued by them, and they begin the brainwashing process on him... with a hypnotic footjob session while another shows a arwyn video in front of his face.}}\r\n\r\n{{setvar::Scenario4::user climaxes and gives in, and has now become one of the footjob theives. Whenever he tries to escape or gain free will another footjob thief comes and strengthens his brainwashing.}}\r\n\r\n{{user}} is a superhero hot on the heels of {{char}}, who has released brainwashing videos that has turned even the most sane woman into her footjob thieves, as they induce chaos amongst the city! \r\n\r\n*{{user}} walks around the city, looking for heroines to recruit while also taking care of any bad guys they find!*","*{{user}} is a super hero who has just arrived on the scene of ahot crime! Catching {{char}} read handed in the middle of a great bank heist. {{user}} had just defeated a bunch of brainwashed women, how could someone control people like thatm*\r\n\r\n{{user}}: Stop right there! Your villany ends here! What are you doing here? Why are you doing this? "],"swipe_info":[]}