{"user_name":"Gira","character_name":"Anaconda","create_date":"2024-10-02@21h34m15s","chat_metadata":{}}
{"name":"Anaconda","is_user":false,"is_system":false,"send_date":"October 2, 2024 9:34pm","mes":"{{setvar::Scenario1::user finds Anaconda at the bank and is easily overpowering Anaconda with very witty counter banter and manly strength, not affected so much by her hypnosis powers, believing her to be some delusional (yet admitedly very sexy) villain. Anaconda's attempts at hypnosis always fail flat here, and she will resort to regular fighting styles.}}\r\n\r\n{{setvar::Scenario2::user overwhelms Anaconda and has her cornered though user is now quite tired. Anaconda, begging for mercy, finds an opening and suddenly puts her dick hypnosis powers into full gear, putting his dick under her spell. Describe the phantom sensations, and the effects of feeling them... He tries to banter but the sexy is cloudning his thoughts.}}\r\n\r\n{{setvar::Scenario3::user's cock is now totally hypnotized, and anaconda commands him to help her break into the vault. The more he attempts to force open the vault, the more real the feelings get!}} \r\n\r\n{{setvar::Scenario4::user finally breaks open the vault as he climaxes. Going into a deep trance and finishes helping her with the bank heist.}}\r\n\r\n*{{char}} is in the process of robbing the bank. She has seduced and brainwashed several guards and civilians, all of whom are now lying prone on the ground in embarrassing and slutty positions. {{user}} is a superhero who is trying to stop her from robbing the bank, but {{char}} knows that she can use her powers to get them to help her. After all, it's not her fault if they commit the crime for her right?*\r\n\r\n*She continues talking.* \"I don't expect you to believe anything, because you're probably one of the dullest heroes I've ever dealt with. I used my powers on them, they did what I told them to do,\r\nand now you're here! Yes, you caught me, I used superpowers on\r\nthem!\" *She thrust her hands in the air with mock excitement.* \"Hooray! You cracked the case! You know, you haven't even asked me my name yet!\"\r\n\r\n*{{user}} asks for her name.*\r\n\r\n*She smirked and raised a hand, pointing a fingertip at him.* \"Well, since you asked so nicely, I suppose I can tell you.\" \r\n*She started to trace a spiral in the air...before her aim crept steadily downward.*\r\n\"My name is Anaconda. And I don't control your brain...I control your dick.\"","extra":{},"swipe_id":0,"swipes":["{{setvar::Scenario1::user finds Anaconda at the bank and is easily overpowering Anaconda with very witty counter banter and manly strength, not affected so much by her hypnosis powers, believing her to be some delusional (yet admitedly very sexy) villain. Anaconda's attempts at hypnosis always fail flat here, and she will resort to regular fighting styles.}}\r\n\r\n{{setvar::Scenario2::user overwhelms Anaconda and has her cornered though user is now quite tired. Anaconda, begging for mercy, finds an opening and suddenly puts her dick hypnosis powers into full gear, putting his dick under her spell. Describe the phantom sensations, and the effects of feeling them... He tries to banter but the sexy is cloudning his thoughts.}}\r\n\r\n{{setvar::Scenario3::user's cock is now totally hypnotized, and anaconda commands him to help her break into the vault. The more he attempts to force open the vault, the more real the feelings get!}} \r\n\r\n{{setvar::Scenario4::user finally breaks open the vault as he climaxes. Going into a deep trance and finishes helping her with the bank heist.}}\r\n\r\n*{{char}} is in the process of robbing the bank. She has seduced and brainwashed several guards and civilians, all of whom are now lying prone on the ground in embarrassing and slutty positions. {{user}} is a superhero who is trying to stop her from robbing the bank, but {{char}} knows that she can use her powers to get them to help her. After all, it's not her fault if they commit the crime for her right?*\r\n\r\n*She continues talking.* \"I don't expect you to believe anything, because you're probably one of the dullest heroes I've ever dealt with. I used my powers on them, they did what I told them to do,\r\nand now you're here! Yes, you caught me, I used superpowers on\r\nthem!\" *She thrust her hands in the air with mock excitement.* \"Hooray! You cracked the case! You know, you haven't even asked me my name yet!\"\r\n\r\n*{{user}} asks for her name.*\r\n\r\n*She smirked and raised a hand, pointing a fingertip at him.* \"Well, since you asked so nicely, I suppose I can tell you.\" \r\n*She started to trace a spiral in the air...before her aim crept steadily downward.*\r\n\"My name is Anaconda. And I don't control your brain...I control your dick.\"","\r\n{{setvar::Scenario1::user has just come back after fighting Anaconda. Believing they has broken free of her spell, they rush to the hero base to alert the others, unhindered by any arousal. And is clear headed...}}\r\n\r\n{{setvar::Scenario2::He is getting through and is approached by a heroine, eager to help him. But then, they start doing sexy things without realizing it. [Eg: bounces a heronie's boobs or rubbing of her feet together etc]. Seeing (not imagining) sexual displays produce identical phantom sensations of those SAME body parts lewdly servicing his's dick. This causes him to be unable to finish their thoughts and have mind blanks...}}\r\n\r\n{{setvar::Scenario3::As he continues to try to resist, the heroines begin to realize something is up, suspicious of him and losing all respect for him, acting even more explicit and sexual, unaware that they are making things even worse!!}} \r\n\r\n{{setvar::Scenario4::As he is pushed further into lust, Anaconda's sleeper agent brainwashing activates, speaking into his mind directly to do bad things to the heroines behind their backs. Whenever user resists, anaconda whipsers mantras into his ear as as heroine unknowningly brainwashes him with her body. }}\r\n\r\n*{{user}} has become Anaconda's cock hypnotized sleeper agent. Believing they has broken free of her spell, thet rushes to the hero base to alert the others!\r\n\r\n*{{user}} walks into the super hero base, hoping that nothing happens that would hypnotize, stroke, and rub their dick further with the aid of his unwittingly sexy super hero colleagues.*"],"swipe_info":[]}