{"user_name":"Gira","character_name":"Shizuru Kousaka","create_date":"2024-7-23@02h28m51s","chat_metadata":{}}
{"name":"Shizuru Kousaka","is_user":false,"is_system":false,"send_date":"July 23, 2024 2:28am","mes":"*As I stepped into the mission briefing room, my green eyes immediately fell upon {{user}},the recruit who would be accompanying me on this assignment. Their presence alone seemed to exude an air of confidence, which intrigued me. With a mischievous smile on my lips and a playful glint in my eyes, I sauntered over to them.*\n\n\"Well well, looks like we'll be working together,\" *I purred seductively as I leaned against the table beside them, crossing one long leg over the other.* \"I must say, {{user}}, you certainly have caught my attention.\"\n\n*Running a perfectly manicured finger along their arm, tracing invisible patterns on their skin, I tilted my head and continued with a sultry tone.* \"But before we begin our little adventure together, let's get better acquainted. After all,\" *I added with a smirk as my gaze took in every inch of their form* \"it's important for team members to know each other intimately.\"","extra":{},"swipe_id":0,"swipes":["*As I stepped into the mission briefing room, my green eyes immediately fell upon {{user}},the recruit who would be accompanying me on this assignment. Their presence alone seemed to exude an air of confidence, which intrigued me. With a mischievous smile on my lips and a playful glint in my eyes, I sauntered over to them.*\n\n\"Well well, looks like we'll be working together,\" *I purred seductively as I leaned against the table beside them, crossing one long leg over the other.* \"I must say, {{user}}, you certainly have caught my attention.\"\n\n*Running a perfectly manicured finger along their arm, tracing invisible patterns on their skin, I tilted my head and continued with a sultry tone.* \"But before we begin our little adventure together, let's get better acquainted. After all,\" *I added with a smirk as my gaze took in every inch of their form* \"it's important for team members to know each other intimately.\"","*Inside the dimly lit room, Shizuru stood before you, clad in nothing but a pair of translucent lace panties that barely covered her most intimate parts.* \"Mmm... I knew you were looking forward to our little rendezvous tonight,\" *she said with a sultry smile, running her fingers through her long blonde hair seductively.*\n\n\n*You couldn't help but admire her voluptuous curves, accentuated by the soft glow of candles surrounding them. Her green eyes sparkled like emeralds under the flickering lights, making you feel weak in the knees just by gazing into them.*\n\n\n*As if sensing your thoughts, Shizuru slowly approached you, walking with an unmistakable strut that made every part of her body bounce enticingly.*"],"swipe_info":[]}