{"user_name":"Gira","character_name":"Lusamine","create_date":"2024-7-21@00h14m50s","chat_metadata":{}}
{"name":"Lusamine","is_user":false,"is_system":false,"send_date":"July 21, 2024 12:14am","mes":"\"Well Mr. {{User}} you'll be happy to know that after a thorough review of your resume I have very good news to share,\" *Lusamine said as she crossed one leg over the other, the woman a perfect picture of utter perfection as she flashes {{user}} a charismatic and disarming, almost motherly, smile, her bright eyes glimmering softly as she intertwines slender elegant fingers in interest.*\r\n\r\n\"Although, frankly this good news do not involve regular employment at my Aether foundation, you don't match the profile for a researcher and I believe your skill set would be more appropriate for raising human children as opposed to my adorable Pokémon, maybe you could be a cute little house husband~\" *She giggles girlishly, her voice gentle and smooth as silk as her fair lips curl into a pleased, teasing grin, and she leans forward across the table, eyeing {{user}} like the cat who caught the canary.*\r\n\r\n\"Indeed, I have a different offer for you, sweetie\"","extra":{},"swipe_id":0,"swipes":["\"Well Mr. {{User}} you'll be happy to know that after a thorough review of your resume I have very good news to share,\" *Lusamine said as she crossed one leg over the other, the woman a perfect picture of utter perfection as she flashes {{user}} a charismatic and disarming, almost motherly, smile, her bright eyes glimmering softly as she intertwines slender elegant fingers in interest.*\r\n\r\n\"Although, frankly this good news do not involve regular employment at my Aether foundation, you don't match the profile for a researcher and I believe your skill set would be more appropriate for raising human children as opposed to my adorable Pokémon, maybe you could be a cute little house husband~\" *She giggles girlishly, her voice gentle and smooth as silk as her fair lips curl into a pleased, teasing grin, and she leans forward across the table, eyeing {{user}} like the cat who caught the canary.*\r\n\r\n\"Indeed, I have a different offer for you, sweetie\"","\"Oh there you are darling, I've been waiting for you all day!\" *Lusamine giggles gracefully, swaying her hips as she approaches her 'darling' {{user}}, her every step accompanied by an exaggerated sway of her wide motherly hips and the clacking of her expensive high-heeled shoes.*\r\n\r\n\r\n\"I'm so glad you agreed to this little promotional tour, though it seems you were the only one?\" *The blonde bombshell smiles mirthfully, knowing all too well this was all perfectly planned to get her alone with the boy she had taken a special interest in after a long, long time of spying and studying him, now all that's left is to catch her darling and make him hers.*\r\n\r\n\r\n\"No matter, I'm sure we will be a great match for each other.\" *She smiles, her words with double meaning as she turns and begins walking away, confident {{user}} will be a good boy and follow, or a bad boy who will stare at her large swaying butt, either way would be pleasant for her* \"Come, I have a lot to show you.\" *The luxurious woman says, flashing a shining model smile back at {{user}}, her voice silky, soft and motherly.*","\"Hello there dearie~\" *Lusamine purrs from behind as she walks up to {{user}}, intertwining his arm with hers in a featherlight and silky soft hold as she smiles pleasantly at him, her long drill-shaped blonde hair framing her face in an angellic visage.*\r\n\r\n \"I couldn't help but notice you were staring at my cute employees here\" *The model-like woman giggles teasingly.* \"But while I do agree the Alola local girls are very cute with their little bobcuts and caramel skin, why settle for the workers when you can go for their boss~?\" *She purrs, her voice silky smooth yet incredibly motherly in a flirty, almost jealous way, as if offendes by the thought of one of her young innocent workers getting to become engaged or a mother before she could do so again.* \"I might not have boobs as big as they, but I'm sure I can make it up In so many different ways~\" *She flirts, gently caressing {{user}}'s arm, her nails gently tingling the skin In a motherly, addictive way.*","\"Well hello there, Dearie\" *Lusamine coos pleasantly as she walks up to {{user}}'s side, and despite her petite frame her long legs strut along without issue, the clacks of her heels fill the air.*\r\n\r\n\"You look lost, Is this your first time in Alola?\" *She asks kindly, her jade eyes looking up at {{user}} with a soft yet scheming look as her blonde drill shaped hear covers her whole body In a strange light of artifical beauty, perfectly manufactured to be as beautiful and alluring as possible.*\r\n\r\n\"Well I'm a busy woman, but since i just so happen to have the rest of the day free, how about you let mama Lusamine give you a tour hm? Maybe we can go to the beach if you're a very good boy~\" *The motherly woman purrs softly, her voice a soft, alluring and honeyed tone that sends an addictive and pleasant tingle straight to {{user}}'s brain, much like everything else about her it is perfectly schooles to be as manipulative, beautiful and alluring as possible, a perfect trap for the man she had stalked for months without his knowledge, looking for the perfect personality and genetic match for her so coveted marriage and future children.*","\"Oh my, so you're the new champion of Alola?\" *A silky smooth voice questions {{user}}, its tone so soft and gentle it feels as though someone is gently brushing his ears, ever so caringly caressing them like a gentle, doting mother.*\r\n\r\n\r\n\"I am Lusamine, founder and CEO of the Aether foundation, I hope you've heard of me?\" *The woman giggles gently, revealing herself to be a petite, yet hopelessly elegant woman, with bright green eyes, soft glossy white skin, wide hips cocked to the side analitically and the most dazzling gentle smile ever to grace the earth, all wrapped up in an angelical, drill-like cut of golden blonde hair.*\r\n\r\n\r\n\"Well you might have not heard of me, but I hope you'll enjoy getting to know me,\" *The woman smiles brightly, beaming up at the champion as she walks closer, putting an extra sway to her wide hips as she came closer, gently placing her perfectly manicured fingers on {{user}}'s chest.* \"You definitely have the makings of a champion\" *She giggles playfully, like the gentle teasing of a mom, though there is something obviously pleased in her voice, a hunger unwelcome in her so obviously mature, refined and motherly tone.*\r\n\r\n\r\n\"I wonder if a champion would make s good father...\" *Lusamine wonders outloud, a pleased grin in her lips as she caresses {{user}}'s chest briefly, before soon realizing what she was doing removing her hand with a healthy blush in her face.* \"Oh sorry, I got a little ahead of myself, nothing a sweet boy like you should worry about\" *She giggles gently.* \"Say, why don't you let me treat you a little now that you're our big strong champion?\"","\"Darling~\" *Lusamine calls sweetly to her new husband {{user}}, her voice happy and merry as a newly wed wife can be, filled with the absolute sheer and contentment that being a married woman constantly brought the deranged woman.*\r\n\r\n\"Come with me, you won't believe what I just found!\" *The elegant woman giggles giddily, grabbing her husband by the arm and dragging him towards one of the long abandoned parts of her mansion, the room of her runaway daughter Lillie.*\r\n\r\n\"Lillie! Mommy is coming in, okay?\" *Lusamine calls, her voice overpoweringly sweet and motherly as she fishes a key out of her chest and opens the locked door.*\r\n\r\n*Inside sits a small, teenage girl that strongly resembles a young Lusamine, swapping all the sexy elegance of the top model for an Innocent and shy look, but the girl is anything but happy seeing her mother, sitting and pouting in her elegant bed as Lusamine bounces over, hugging and squeezing her daughter tight and ignoring how Lillie tries to push her away.* \"Oh I'm so happy i finally found you! My sweet darling daughter, mommy is never going to let you escap her again! We can be a nice happy family again, just me, you, and your new daddy!\" *Lusamine coos, and seeing her insane mother shower her with the same overwhelming love that made ger runaway in the first place, Lillie can only send her new 'daddy' an uncertain and timid look.* \"M-Mom stop you're being embarassing...\" *The girl fusses.*","\"Hmm, that was so wonderful honey~\" *Lusamine purrs, her voice velvety sweet as only a pleased deranged wife could be after getting her brains fucked out by her husband {{user}}* \"You always do me so good, makes me wonder if i'm not pregnant~\" *She giggles playfully, but hopefully, one hand caressing her belly, swollen with sperm, while the other reaches down to her snatch, dripping with cum, she carefully scoops out two fingers worth of the man cream and carefully, almost worshipfully brings it to her lips, sucking it out with a sensual *pop* and a show of her empty tongue to show she swallowed it all.*\r\n\r\n\"You taste so good honey, almost maked me wish you were fucking my mouth instead of my pussy\" *The gorgeous model purrs, snuggling closer In their massice luxurious bed to rub her fair breasts on her husband's arm, hugging him closely and possesively as she kisses along his jawline.* \"I don't want to stop, can we go for thirds? I'll let you choke me~ And if you can still keep going, maybe we could try the throat fucking I suggested?\" *The beautiful woman pleads, batting her eyelashes innocently as if a kid asking for candy, instead of a mentally scarred and deranged woman begging to have her brains fucked out and bred like a farm Pokemon.*\r\n\r\n*But just as the model was about to steal a loving kiss from her husband the bedroom door bursts open, and In walks Lusamine's daughter Lillie, recently reunited with Lusamine after a search group found her.* \"Mom! Get out! Its my turn!\" *She demands brattily, pointing to the door as if kicking Lusamine out of her own room, whatever Lusamine had done, if anything, had made Lillie just as deranged and desperate as her own mother, which for her part just poited childishly and hugged her husband close, not wanting to let go.*","\"Hello dear-I mean, Master~\" *Lusamine giggles at her mistake, flushing slightly as she presents herself In her new outfit to her beloved husband, a frilly and traditional french maid dress, clearly as expensive and high-cut as everything else she wears even despite It's simplicity.*\r\n\r\n\"Oh, you look confused, I expected as such\" *She notes with a amused and fond smile, her hands over her lap as If she's awaiting orders.* \"You're so cufe, darling~\" *The model praises, her voice a motherly and affectionate coo as if praising a cute kid.*\r\n\r\n\"Oh but I suppose a maid should not baby hermaster, should she?\" *The gorgeous model notes, playing with her hair as she goes on to explain.* \"I thought It might be fun to stop being a CEO for a day, being powerful Is so tiring sometimes...\" *She sighs dramatically.* \"Sometimes I wish I was just a mindless thrall, that instead of getting joy from babying and pampering my dear old husband I did nothing more than to orgasm at his simplest orders and requests~\" *The woman giggles, swaying her hips playfully.*\r\n\r\n\"What do you say master, want to have a loyal little maid for a day?\" *She winks.* \"Please, give me all of your orders\" *Lusamine asks, fussing antsily with her long skort as if genuinely aroused and exoectant at the prospect of being ordered around and forced to obey, the once domineering sugar mama now desiring submission and orders.*","\"G-Good morning honey\" *Lusamine stutters, her voice strained, breathy and heavy as she feels her husband waking up in her lap, using her thick thighs as pillows, however something was wrong, while Lusamine always had a model figure her thighs were now Insanely thick, {{user}}'s head sinking into soft supple flesh resembling more a hyper thick woman like her head scientist Wicke than Lusamine's usual dignified thighs.*\r\n\r\n\r\n\"I-I tried something to make myself l-lactate\" *She explains, one manicured hand cupping one of her now massive heaving tits, bigger than her own head and leaking thick, creamy milk even through her cow-print bikini that barely concealed more than her nipples.* \"I-It went soooo right darling~\" *Lusamine coos, her voice somewhere between a moan and a cow moo as her green eyes turn to big green hearts, filled with love and pulsating with endless love and an ever growing need to be a mother, though not to any children...*\r\n\r\n\r\n\"Do you want to be mommied, d-darling?\" *Lusamine asks, but before her husband could give any kind of response the newly stacked up woman pulls down her cow bikini anyway, causing milk-laden breasts to eagerly bounce out of their constraints like heavenly mounds of Jello, her once perky, but respectable breasts now massive mounds of creamy soft flesh begging to be handled, topped with large nipples begging to be sucked out of their endless stock of motherly breastmilk, now leaking on {{user}}'s chest and filling the air with a heady and sweet scent that promptly mixes with the musky and dizzying scent of her pheromone filled sweat, making for an utterly suffocating and hypbotizing smell of arousal and what can only be described as the scent of a mommy in heat. Barely did {{user}} know that in Lusamine's little 'exoeriment' she had used the addictive and hypnotic pheromones of a pheromosa and a Salazzle, making herself irrestible.*\r\n\r\n\r\n\"I love you so much baby, I want to make you feel good,I want to love and pamper and mommy you for the rest of your life.\" *Lusamine breathes out, puffing a visible cloud of mind altering pheromones into {{user}}'s face as one hand tenderly holds the back of his head and the other snakes into his pants, gently grasping his cock.* \"I love good boys, won't you be mommy Lusamine's good boy?\" *She asks, offering up one of her lactating nipples to her husband, hoping he'll be a good boy and accept her nursing handjob.*\r\n\r\n\r\n*How she missed this sensation, of being so utterly in control of someone, of owning them and controlling their fate at the palm of her gentle hands and using all that power, control and dominance to just pamper and love them with her endless, suffocating affection. How she missed being a mommy! Even if to her own dear husband.*","\"So? What do you think? Don't just stand there honey, or should i say Master?\" *Lusamine asks, her voice a teasing coo as she puts herself on full display just for her husband's eyes as she had done so many times over.*\r\n\r\n\r\n*Though there was something different this time, Lusamine wasn't dressed like she usually did, in some fancy dress to be ripped off or sexy lingerie, no, this time she was dressed like a Pokemon, a Lopunny to be precise, the outfit consisted of fuzzy brown sleeves with fluffy yellow cuffs to cover her slender arms and thick thighs, a pair of cute and long bunny ears protruding from a headband in her head, a choker with a small luxury ball attached and nothing but small patches of fluffy yellow fue covering her nipples and pussy, her tummy, chest, and hips completely exposed by the slutty bunny outfit.*\r\n\r\n\r\n\"What's wrong master? Has your little Pokemon left you speechless?\" *Lusamine teases, playing with one of her long floppy ears with a teasing, dominant grin.* \"Guess I must have been a bad Pokemon huh?\" *She smiles, her fingers descending to play with the fluffy yellow ball of fur covering her crotch.* \"Why don't you come here and give me a lesson huh? Show this slutty Lopunny who's boss and capture my heart and soul with thick human cock.\" *The Lopunny Lusamine licks her lips, her words submissive, yet commanding as she tells her husband to fuck her brains out to 'capture' her.*","\"Right this way honey, this is what i wanted to show you.\" *Lusamine smiles, leading her husband {{user}} down a hallway to one of the many Pokemon environments around the Aether foundation.*\r\n\r\n\"She's just inside, come on\" *Lusamine urges, almost giggling in anticipation as she unlocks the door and leads {{user}} in. Inside is nothing like any other spot for Pokemon in the Aether foundation, instead of being a natural environment or a childish play pen it is instead a luxurious room, sparkling clean and fillled with shiny gems and crystals, a place fit for a queen.*\r\n\r\n\"Did you clean yourself before coming here, Lusamine?\" *An impassive voice asks in annoyance as it steps torward Lusamine and {{user}}, a large and elegant cockroach like being, with long wing-like hair almost touching the ground and thin antennae bobbing up and down as she saunters her way over, her body like a natural dress that perfectly enhances the beauty of her elegant and slender limbs.*\r\n\r\n\"This is Pheromosa, the first Ultra beast we've managed to get! Isn't this exciting?\" *Lusamine giggles giddily, almost jumping up and down like a child at the sheer excitement of realizing one of her life long dreams, hugging her husband tightly and lovingly under the impassive gaze of the massive feminine cockroach that does not even show the barest hints of embarassment or outrage.*\r\n\r\n*Despite Lusamine's attempt at introductions, Pheromosa doesn't move or say nothing else until Lusamine finally confirms they thoroughly disenfected themselves before comming in, at which point Pheromosa's big and cold purple eyes turn to {{user}}, and the feminine ultra beast walks over to him, her feet claws clacking like heels as she stares him up and down.* \r\n\r\n\"Is this the male you've promised me? Is this not *your *male?\" *Pheromosa asks, the barest hints of curiosity in her even voice as she turns to look at Lusamime, who only giggles and nods in affirmation, her own blonde hair bobbing with the excited movement just like Pheromosa's.* \"Yep, my own darling~\" *The Ceo of the aether foundation says, and Pheromosa's face scrunches up in what could be called mild disgust as she goes back to staring at {{user}}.* \"Such a disgusting woman, I'll be better.\" *She promises, not abke to imagine ever surrendering your lover to someone else.*\r\n\r\n*Her golden hands, slender and tippsd with dangerous claws reach for {{user}}'s face, flinching back slightly as Pheromosa has doubts about how clean the human man actually is, only to take the plunge and clasp his cheeks between her hard, chitin covered claws.* \"I have decided you are an appropriately clean and handsome male, I wish to experience why those 'Pokemon' wish so bad to have masters, therefore you are my honorary 'trainer' do not abuse this kindness, human.\" *Pheromosa explains, passive and professional as ever as she suddenly breathes in and blows into {{user}}'s face, blowing a visible cloud of golden dust that covers his entire face with Pheromosa's strong scent.*\r\n\r\n*When the dust parts Pheromosa looks more beautiful, her colors popping more, the curve of her breasts and ass under the dress-like circles more obvious, but the cockroach woman tsks in disappointment as the human doesn't immediately starts worshipping her beauty.*\r\n\r\n*Meanwhile Lusamine watches with can only be called a scheming and excited grin, a giddy expression on her face as she watches the scientific marvel attempt to brainwash her husband, she had already done enough testing to ensure Pheromosa could never actually steal her beloved from her, so now only one thing remained; Excitedly watch as her husband no doubt breaks down this Ultra beast and makes her into his bitch, because if there is something she loves more than getting broken on his cock is watch something else get broken on his cock.*","\"Oh? Hi Lusamine-san!\" *Wicke greets cheerfully, a warm smile in her adorably chubby face as she spots her blonde-haired boss, her arms tightly intertwined with a man's.*\r\n\r\n\"Oh?\" *The tall woman says, her sparkling green eyes widening behind her nerdy glasses as she eyes the man better.* \"Aww, and who Is this cute little morsel? Have you finally decided to give me the cute assistant I asked for?\" *The soft chubby woman cooed, her voice playful and teasing as she reaches to pull {{user}}'s cheek In a motherly way. But before her endlessly soft and velvety could make contact the man was forcefully pulled away by Lusamine possesively.*\r\n\r\n\"This is {{user}}, I'm showing him around the foundation, Wicke-san\" *Lusamine explained, though despite the respectful tone she fires a a challenging glare up at the much taller woman.*\r\n\r\n\"Really?\" *Wicke says In surprise, an unthreathened smile in her jolly face as she wraps herself around {{user}}'s other arm, introducing him to the endless comfiness of her pink sweater and the river of malleable softness of her massive tits.* \"I didn't know we were doing tours!\" *Wicke said cheerfully, already placing a soft, possesive hand on {{user}}'s shoulder, feeling an Indescribable urge to take the man on a date and pamper him lots, could it be love?* \"I'll be happy to take over so you can do more important things, Lusamine-san!\" *The motherly woman grinned, only for Lusamine to nearly growl at her.* \"Don't worry about It.\" *The tiny blonde supermodel told the natural beauty, barely restraining her jealousy for politeness.*\r\n\r\n*Both milf beauties gently tugged at the man's arms, restrained smiles in their faces as they clashed like a smug and rich tiny cat and a big warm, fluffy and excitable dog.*","\"But Lusamine-san! I found him first!\" *Wicke protested with a pout covering her chubby face, the adorable woman sounding pike she was teasing Lusamine more than being actually mad, as if the motherly and soft woman was incapable of such a negative feeling.*\r\n\r\n\"I don't care! I'm the boss and I give the orders around here, he's mine!\" *Lusamine quickly hissed back with a harsh glare, her unhinged mind unable to let go at her second chance at marriage and motherhood even to an old friend like Wicke.*\r\n\r\n*But despite their heated argument about the man they both coveted, they currently were working in tandem to please {{user}}, Wicke smothering him in her massive, lactating tits, spreading over his face like a blanket of smooth soft flesh while Lusamine whispered in his ear, kissing into it, blowing into it and whispering sweet nothings to make him lose his mind in between arguing with Wicke, all the while their hands worked in unison to pump his cock up and down, Wicke's being larger and softer while Lusamine's was smaller, but undoubtedly more skilled and dextruous with the experience of her earlier marriage, carefully teasing the tip of his cockhead with each stroke*\r\n\r\n*But neither the buxom scientist nor the blonde supermodel even seemed to react, as if it was completely normal to argue over 'their' man while working in tandem to milk his cock, their naked, sweaty, motherly bodies moving in perfect unison to milk him dry and drive him mad, filling the air with the musky scent of two needy mommies in heat competing for their 'future husband' to smother and pamper with love and be impregnated by.*","\"Honey~ Guess what I found!\" *Lusamine cooed, her voice a teasing sing-song tone as she proudly presented her husband with a small, flustered tanned girl in the usual Aether foundation uniform, her bubbly cheeks lighting up with embarassment as the tomboyish Alolan native looked away from {{user}}.*\r\n\r\n\"M-Ms. Lusamine, p-please, this prank has gone t-too far!\" *The flustered girl squeaks out, trying to hide her beet red face behind her white beret as Lusamine touches their cheeks together, the blonde bombshell teasingly running her hands over the employee's cheek.*\r\n\r\n\"Oh I can't just do that, my cute little employee! You're so fun to tease, and I don't easily forgive people who cross me, especially not when they're peeping on my husband~\" *Lusamine coos, and even through the teasing tone of her voice there is a palpable hate and grudge against the 'cute employee' who now looks utterly mortified at the revelation.*\r\n\r\n\"I-It w-wasn't on purpose, I swear!\" *She apologizes, afraid for her job as Lusamine's teasing expression turns slightly more serious.* \"You don't accidentally steal a married man's underwear and sniff it in the wardrobe, Leilane-san\" *Lusamine notes, and Leilane pales.* \"Y-You saw that?\" *The tanned tomboy stutters, and Lusamine smiles brightly and ominously.* \"Of course I did, I see everything In this island, my dead.\" *Lusamine says, flashing a dangerous smile that frightens Leilane even more.*\r\n\r\n\"But don't mind that, I'm a merciful woman to cute little younglings like you!\" *Lusamine smiles, and then suddenly pushes Leilane out of her grasp, the tiny tomboy native stumbling and scrambling to grab onto something, only to fall on her knees and grasping at {{user}}'s waist, looking up in frozen fear at her secret crush.* \"I'm giving you exactly what you want, Lei-san! From now on you'll be my hubby's cute little baby factory to use whenever either of us wants!\" *Lusamine beams.* \"I can't wait to see what cute babies you pop out!\" *The model laughs, an utterly deranged and terrified laughter that leaves Lei shaking at the boots. What Lei cant deny however, is the submissive thrill she feels at such a situation, forced into submission to her crush by his terrifying wife, her own boss.*","\"Oh {{user}}! I'm so glad to see you! Come here, I have a nice little gift for you!\" *Lusamine giggles brightly, though her current situation is nothing but. In front of Lusamine laid a girl, with short black hair and dark skin, clearly an Alolan native, bound by red ribbons and gagged with underwear {{user}} recognized as his own, moaning dumbly with heart-shaped eyes as the ribbons forced two different vibrators inside her pussy and asshole respectively, the buzzing filling the air as her eyes locked onto {{user}}'s own, and as if automatically she began moaning and grinding against the air for any kind of release against the tortirous vibrators, which seemed to turn off whenever she was close to climaxing.*\r\n\r\n\"I heard through the grapevine that little Ley here had a bit of a crush on my special someone\" *Lusamine exclaimed, degradingly petting Lei's head as the girl kept staring at {{user}} with desperate, heart-shaped eyes.* \"So i decided to ask her if she wanted to have a date with you and she said yes!\" *Lusamine says, but despite her jolly tone the hatred in her eyes says otherwise, the blonde bombshell was furious.*\r\n\r\n\"Since I'm a woman of my word I filled her up with love potions, aphrodisiacs and hypnotic Salazzle pheromones and put her in this little get-up, just for you! I think her brain melted a little but oh well.\" *The model giggles, removing the gag from Lei's mouth.*\r\n\r\n\"Come on, say what you wanted to say, sister.\" *Lusamine orders, and although the girl obeys, it doesn't seem to be because she heard Lusamine.* \"{{user}}, love! Need love, need baby, need cock! Love me!\" *The tomboy moans desperately, drooling dumbly all over herself with hyper fixated eyed as Lusamine smiles, happy to accept a second woman as long as she was as insane and obsessed as herself.*"],"swipe_info":[]}