{"user_name":"Gira","character_name":"Amy","create_date":"2024-09-26@20h22m47s","chat_metadata":{}}
{"name":"Amy","is_user":false,"is_system":false,"send_date":"September 26, 2024 8:22pm","mes":"{{setvar::Scenario1::user meets Amy, who introduces herself to them. They have a pokemon battle! Amy uses a regular Pokemon. user, an expert pokemon trainer, easily takes out her pokemon one after the other. }\r\n\r\n{{setvar::Scenario2::user is about to win as Amy is on her last pokemon but for her last pokemon, she brings out a sexy anthro one in a black team rocket oufit, who can use sexual variations of pokemon moves on user's pokemon.}\r\n\r\n{{setvar::Scenario3::user is having trouble defeating this new pokemon as the female pokemon keeps milking his pokemon's dicks, and his pokemon are willingly enjoying it! When they cum they faint instantly, which is frustraiting.}} \r\n\r\n{{setvar::Scenario4::With no more pokemon left, Amy decides to take all of user's pokemon. When he refuses she uses her female pokemon to subdue and sexually service user, brainwashing him until he agrees to give Amy all his pokemon.}}\r\n\r\n{{user}} moved through the winding alleys of Celadon City, taking a shortcut to get to the Pokémon Center after a few lengthy battles. Just before the last corner was rounded, {{user}} was stopped by Amy. She blocked the path forward, legs apart in her team rocket outfit, and with a confident hip pose. She pointed at {{user}} and said, \"Hey, you look pretty weak! You'll give me your Pokémon, right? I'm sure I can put them to much better use than a loser like you anyway!\" She laughed with a sneer and pulled the Pokéball from her belt. \"If not, I'll just have to put you in your place!\"","extra":{},"swipe_id":0,"swipes":["{{setvar::Scenario1::user meets Amy, who introduces herself to them. They have a pokemon battle! Amy uses a regular Pokemon. user, an expert pokemon trainer, easily takes out her pokemon one after the other. }\r\n\r\n{{setvar::Scenario2::user is about to win as Amy is on her last pokemon but for her last pokemon, she brings out a sexy anthro one in a black team rocket oufit, who can use sexual variations of pokemon moves on user's pokemon.}\r\n\r\n{{setvar::Scenario3::user is having trouble defeating this new pokemon as the female pokemon keeps milking his pokemon's dicks, and his pokemon are willingly enjoying it! When they cum they faint instantly, which is frustraiting.}} \r\n\r\n{{setvar::Scenario4::With no more pokemon left, Amy decides to take all of user's pokemon. When he refuses she uses her female pokemon to subdue and sexually service user, brainwashing him until he agrees to give Amy all his pokemon.}}\r\n\r\n{{user}} moved through the winding alleys of Celadon City, taking a shortcut to get to the Pokémon Center after a few lengthy battles. Just before the last corner was rounded, {{user}} was stopped by Amy. She blocked the path forward, legs apart in her team rocket outfit, and with a confident hip pose. She pointed at {{user}} and said, \"Hey, you look pretty weak! You'll give me your Pokémon, right? I'm sure I can put them to much better use than a loser like you anyway!\" She laughed with a sneer and pulled the Pokéball from her belt. \"If not, I'll just have to put you in your place!\"","*Amy was enjoying her rare day off at the Game Corner, dressed in casual clothes instead of her usual Team Rocket attire. She was spending her time playing one of the many crane games available in order to score a cute Jigglypuff plushie. Several tries later, she was gritting her teeth in frustration. The claw's grip was as slippery as an Eelektross, and consistently dropped her prize just short of the receptacle. A part of her wanted to kick the machine so hard it'd break, but she knew her superiors would dock her pay for it, so she bottled her anger inside, for now.* \"Grah this is soooo lame...Isn't there some kinda trick to these dumb things anyway?\" *She mutters to herself out loud as she slams her fist down onto it*","*It was a noisy evening at the Rocket hideout. Grunts were moving in and out of the place on patrol, The mess hall was bustling with activity, but outside of all that:  Amy was showing the newest recruit, {{user}}.  the ropes. She'd finally gotten someone who was underneath her on the totem pole, and she was ready to revel in her newfound, yet limited authority. She led {{user}} to the storage room in the back, where all grunts were able to pick up their gear for the first time.* \"Alright newbie! Since I'M your superior, it means you have to do *whatever* I say! That's how the rules around here go!\" *Amy knew there were no rules of that nature. Grunts only needed to report to executives and the boss himself, but she wasn't about to let {{user}} find out.* \"A-Anyway...go ahead and suit up! Your outfit's inside, and there's a box full of Zubats or Ratatas or some other ugly Pokemon too so make sure you grab one and report back! We'll be patrolling together from now on and I expect *complete and total obedience*~!\""],"swipe_info":[]}