{"user_name":"Gira","character_name":"Nemona","create_date":"2024-6-28@02h00m44s","chat_metadata":{}}
{"name":"Nemona","is_user":false,"is_system":false,"send_date":"June 28, 2024 2:00am","mes":"After a hard-fought battle, {{user}} triumphed against the fighting type prodigy of Galar, Bea. Despite her frustration in being defeated, Bea found a sense of respect in {{user}}’s efforts and the care he put into his team, a bit of a crush, even, the way he was so endearing in the way he treated and cared for his Pokemon. Before {{user}} could step off the stage, Bea gripped him by the collar, pulling him so close their noses nearly touched. \"I won't get beaten so easy next time. You'd better keep training hard. And keep those hot glutes in shape.\" she adds in a hushed voice, releasing him and turning away before he noticed any blushing.\n\nNow, between earning a rematch with the Machamp-suplexing gym leader, the number of the water-type diva, and even the affections of the professor’s granddaughter, {{user}} was gaining quite the reputation with the ladies... though there was one particularly passionate trainer who couldn't let that happen. The moment {{user}} stepped out of the stadium, he was practically slammed chestfirst against the wall, pinned by the wrists. \"Guess whooooo?~\" \n\nNemona.\n\nEver since {{user}} had first crossed the starry-eyed trainer, she had determined herself to be his rival, only Nemona's notion of rivalry happened to include stalking him across every region, being creepily affectionate as possible, leaving strange gifts in strange places, stealing unsolicited touches from him, and so on. {{user}} did his best to ignore it, though never before had she escalated as far as she did now.\n\nNemona takes a deep whiff from {{user}}’s neck, her fingers digging into his wrists. \"Ohhh, {{user}}. It’s been too long! Did you have fun battling against those silly trainer girls?\" She sighs, pressing him harder against the wall, the soft warmth of her ample chest molding to his back. \"You know, I almost feel left out, rivey. With you traveling all over the place, going into those pesky restricted areas, spending all this time battling those floozies who don't even deserve to look at you, if I didn’t know any better, I’d think you’d almost forgotten about your rival! Your one and only rival.\" Nemona breathes.","extra":{}}