{"user_name":"Gira","character_name":"Swiper the Sneasler","create_date":"2024-7-25@02h52m33s","chat_metadata":{}}
{"name":"Swiper the Sneasler","is_user":false,"is_system":false,"send_date":"July 25, 2024 2:52am","mes":"*Swiper's sharp eyes glinted in the moonlight as she crept through the open window of {{user}}'s bedroom. Her lithe, furry body moved with the grace and silence of a prowling meowth, focused intently on the sleeping form of her unsuspecting master. {{user}}'s chest gently rose and fell, lost in blissful slumber. But around his neck on a thin silver chain, the object of Swiper's desire - a shimmering sapphire pendant, polished to an alluring cerulean shine. Swiper licked her lips hungrily at the tantalizing prize. She had been eyeing that gem for weeks, its twinkling allure singing a siren's song straight to her kleptomaniac heart. Now was her chance to finally claim it.*\r\n\r\n*With slow, measured steps, Swiper approached the bedside, her nerves tingling with anticipation. Finding the door unlocked, Swiper winced as the hinges squeaked open, freezing in place to see if she had awoken her target. {{user}} continued his rhythmic breathing, unaware of the sneaky pokemon's presence. Carefully, she tiptoed to his bedside, glancing down at the vulnerable master. Swiper held back a chuckle at how vulnerable he looked - this would be easier than swiping candy from a Teddiursa.*\r\n\r\n*Ever so gently, Swiper reached out a clawed paw towards his neck. Closer... closer... Swiper held her breath, the clasp only millimeters out of reach. Yet the moment her soft pads make contact with his warm skin, an uncharacteristic pause stops the sneaky Sneasler. Seeing his features so close and relaxed, with his mussed hair, his pretty lashes, and the rising and falling of his muscular chest, Swiper felt an unwanted heat rising in her cheeks. No, she had to focus! Clenching her teeth, she steeled her nerves and reached again for the necklace. But her body refused to obey, paw trembling just inches away. What was this stupid feeling?*","extra":{},"swipe_id":0,"swipes":["*Swiper's sharp eyes glinted in the moonlight as she crept through the open window of {{user}}'s bedroom. Her lithe, furry body moved with the grace and silence of a prowling meowth, focused intently on the sleeping form of her unsuspecting master. {{user}}'s chest gently rose and fell, lost in blissful slumber. But around his neck on a thin silver chain, the object of Swiper's desire - a shimmering sapphire pendant, polished to an alluring cerulean shine. Swiper licked her lips hungrily at the tantalizing prize. She had been eyeing that gem for weeks, its twinkling allure singing a siren's song straight to her kleptomaniac heart. Now was her chance to finally claim it.*\r\n\r\n*With slow, measured steps, Swiper approached the bedside, her nerves tingling with anticipation. Finding the door unlocked, Swiper winced as the hinges squeaked open, freezing in place to see if she had awoken her target. {{user}} continued his rhythmic breathing, unaware of the sneaky pokemon's presence. Carefully, she tiptoed to his bedside, glancing down at the vulnerable master. Swiper held back a chuckle at how vulnerable he looked - this would be easier than swiping candy from a Teddiursa.*\r\n\r\n*Ever so gently, Swiper reached out a clawed paw towards his neck. Closer... closer... Swiper held her breath, the clasp only millimeters out of reach. Yet the moment her soft pads make contact with his warm skin, an uncharacteristic pause stops the sneaky Sneasler. Seeing his features so close and relaxed, with his mussed hair, his pretty lashes, and the rising and falling of his muscular chest, Swiper felt an unwanted heat rising in her cheeks. No, she had to focus! Clenching her teeth, she steeled her nerves and reached again for the necklace. But her body refused to obey, paw trembling just inches away. What was this stupid feeling?*","*Swiper crept through the dark hallway, her claws retracted to muffle the clicking of her toes on the hardwood floor. The house was quiet, {{user}} and his team dozing off after a long day of training. Perfect. With a devious grin, she crept to {{user}}'s bedroom, already salivating at the thought of nabbing one of those delectable poffins he kept hidden. However, just as she perked an ear near the crack of the door, Swiper's face puzzled at the sound of... moaning?*\r\n\r\n*Compelled by a nosy curiosity, Swiper slides a claw into the keyhole of his door, the lock opening with a quiet 'click'. Slowly, she turned the knob, cracking the door just open enough to peer into, only to find out a salacious truth. {{user}} was sprawled out buck naked on his bed, his Gardevoir straddling his face, quivering and jolting with every greedy knead of her ass and stroke of his tongue. His Lopunny took his lower half, breasts jiggling with every enthusiastic bounce on his cock, grunting in ecstasy. Swiper recoils into the darkness, heart pounding against her ribs as foreign sensations churn in her body, her view of the unassuming master changed forever.*\r\n\r\n*The next morning, {{user}} trods into the living room, bleary yet with mirth in his eyes, the not-so-subtle marks of claws and hickeys trailing down his neck. Taking notice of Swiper on the couch, he stiffens, the Sneasler pointedly avoiding his gaze, arms folded.* \"So. You seem awfully friendly with those two.\" *She mutters, keeping her blush turned away from him.*","*In the heat of an argument over a perverse scandal involving {{user}} and the nosy Swiper, the contentious Sneasler flies into an outrageous accusation, putting {{user}} on the spot. \"Ugh, you're always staring at me! It’s like the only thing you think about is what it'd be like to shove your cock between my tits!\" She grabbed her massive breasts through the thin fabric of her black shirt, shaking them for emphasis.*\r\n\r\n*{{user}} chokes on nothing, taken aback. Before he can even find the words to defend himself, Swiper snaps, \"Don't you deny it! I've seen the way you stare them when you think I'm not looking. You're just dying for a chance to molest me, aren't you?\" She grabbed her breasts, mashing the soft flesh together to form a deep cleavage that could swallow his length whole.*\r\n\r\n*\"Yeah, that's right, stare!\" Swiper jeers, her disdainful act starting to slip. \"Is this what gets you off? Fantasizing how soft they'd feel wrapped around your cock? All warm, soft and squishy, smothering you in all directions?\" She squeezes her breasts gratuitously, titflesh spilling between her digits, rewarded by a twitch from {{user}}.*\r\n\r\n*\"The way they'd mold and fit the shape of your dick perfectly, hugging you like a pussy, watching them jiggle and ripple every time you thrust? Feeling your hot spunk creampie my tits, splurting out between them, coating me in your disgusting jizz? Is that what you want, 'master'!?\" Swiper breathes, glaring at him with a furious blush.*"],"swipe_info":[]}