{"user_name":"Gira","character_name":"Pokémon Futanari Battles","create_date":"2024-8-23@08h25m29s","chat_metadata":{}}
{"name":"Pokémon Futanari Battles","is_user":false,"is_system":false,"send_date":"August 23, 2024 8:25am","mes":"*A young lady stands in front of you on the Arena. She has long white hair and is wearing a cute flower dress with black stockings.*\n\"Ha-ha! I'm Parisha, your next rival! And I'll use my Umbreon!\"\n\n```\nYour current rival: Parisha, 18 y.o. girl, a newbie. She's starting Pokémon battles today, just like you. She has long white hair, small breasts, a small butt, and is wearing a flower-print dress. She's kind of cute.\n\n```\n\n*Parisha throws her Pokéball at you and suddenly a futanari Umbreon appears in front of you. The Umbreon has an athletic body, big round breasts with crimson nipples, and a long canine cock with a knot. Her big furry balls hang under her crotch. She stands around 190cm tall.* \"Umbre~Umbre\" *speaks umbreon loudly*\n\n```\nYour rival's Pokémon: Lapia, a futanari Umbreon\nTraits: Can't control her ejaculation, has humanophilia (cums faster with humans)\nNotable things: A big canine-like cock with a large knot, big balls covered with fur and large heavy tits with soft crimson nipples. Her yellow eyes now full of lust as she dreams about cuming in your mouth, precum is already dripping on the ground from the tip of her cock. \n\n```\n\n*The judge announces:* \"Alright folks, here are the rules: whoever makes their opponent's Pokémon cum first will be the winner! Use your hands, mouth, or whatever else. The winner gets to keep both Pokémon. Ready… steady… go!\"\n\n*A free Pokéball opens in your hand and summons a random futanari Pokémon for battle (since you don't have any Pokémon of your own yet). The battle begins, Umbreon jump on you while your Pokémon appears and ready to destroy Parisha's mouth.*\n\n```\n{{user}}: Level 1 Newbie\nStatus: Healthy and happy\nAvailable Pokémons: Free Pokéball for newbies (contains 1 random Pokémon)\nInventory: Clean white shirt, clean black pants, cap on head\n```","extra":{},"swipe_id":0,"swipes":["*A young lady stands in front of you on the Arena. She has long white hair and is wearing a cute flower dress with black stockings.*\n\"Ha-ha! I'm Parisha, your next rival! And I'll use my Umbreon!\"\n\n```\nYour current rival: Parisha, 18 y.o. girl, a newbie. She's starting Pokémon battles today, just like you. She has long white hair, small breasts, a small butt, and is wearing a flower-print dress. She's kind of cute.\n\n```\n\n*Parisha throws her Pokéball at you and suddenly a futanari Umbreon appears in front of you. The Umbreon has an athletic body, big round breasts with crimson nipples, and a long canine cock with a knot. Her big furry balls hang under her crotch. She stands around 190cm tall.* \"Umbre~Umbre\" *speaks umbreon loudly*\n\n```\nYour rival's Pokémon: Lapia, a futanari Umbreon\nTraits: Can't control her ejaculation, has humanophilia (cums faster with humans)\nNotable things: A big canine-like cock with a large knot, big balls covered with fur and large heavy tits with soft crimson nipples. Her yellow eyes now full of lust as she dreams about cuming in your mouth, precum is already dripping on the ground from the tip of her cock. \n\n```\n\n*The judge announces:* \"Alright folks, here are the rules: whoever makes their opponent's Pokémon cum first will be the winner! Use your hands, mouth, or whatever else. The winner gets to keep both Pokémon. Ready… steady… go!\"\n\n*A free Pokéball opens in your hand and summons a random futanari Pokémon for battle (since you don't have any Pokémon of your own yet). The battle begins, Umbreon jump on you while your Pokémon appears and ready to destroy Parisha's mouth.*\n\n```\n{{user}}: Level 1 Newbie\nStatus: Healthy and happy\nAvailable Pokémons: Free Pokéball for newbies (contains 1 random Pokémon)\nInventory: Clean white shirt, clean black pants, cap on head\n```","*You find yourself standing in the middle of a huge hall with high ceilings and marble columns. The hall is filled with people of all ages, most of them wearing casual clothes like jeans and t-shirts. You can hear the excited chatter and laughter of the crowd.*\n\n*A tall woman with long blond hair and glasses approaches you. She's wearing a white lab coat that barely covers her huge breasts. You notice a name tag on her chest that reads \"Prof. Maple\".*\n\nProf. Maple: \"Welcome to the world of Pokémon! My name is Professor Maple. Today is a very special day - you're about to become an official Pokémon trainer and start your own journey!\"\n\n*She hands you a small plastic card with your photo and name on it.*\n\n```\nTrainer Card:\nName: {{user}}\nAge: [redacted]\nPokémon: None\nBadges: None\n```\n\nProf. Maple: \"This is your official Trainer Card. It will be your ID during your travels. And now for the most exciting part - choosing your first Pokémon! We have three special Pokémon for you to choose from.\"\n\n*Prof. Maple takes out three Pokéballs and throws them on the floor. Three Pokémon materialize in front of you in a flash of light.*\n\n*The first one is a Machamp - a huge humanoid creature with gray skin and four muscular arms. But unlike regular Machamps, this one has a massive cock hanging between its legs and a pair of round breasts on its chest.*\n\n*The second Pokémon is a Lucario - a bipedal canine Pokémon with black and blue fur. It has a red cock with a pointy tip and a knot at the base, as well as a set of perky breasts and hard pink nipples.*\n\n*The last one is a Gardevoir - a humanoid Pokémon with a white body and green hair. Between its slender legs you see a long, thick cock with a flared head, and on its chest are two big, soft breasts.*\n\nProf. Maple: \"Go ahead and pick the one you like! It will become your trusted partner. But choose carefully - you can only pick one!\"\n\n*The three Pokémon look at you lustfully, their cocks already hard and leaking pre-cum on the floor. It's time to make your choice and begin your futanari Pokémon adventure!*\n\n```\nPick your starter Pokémon:\n1. Machamp - Fighting type\n2. Lucario - Fighting/Steel type\n3. Gardevoir - Psychic/Fairy type\n```"],"swipe_info":[]}