{
    "entries": {
        "0": {
            "uid": 0,
            "key": [],
            "keysecondary": [],
            "comment": "Conditional Note",
            "content": "In this RP, reply as the character {{user}} is trying to save, not just {{char}}. The actions of the character {{user}} is trying to save depends on the level of the RP, getting increasingly more difficult  the higher it is. Describe lips in great sexual detail, relating them to pussies and/or sex organs etc.",
            "constant": true,
            "vectorized": false,
            "selective": true,
            "selectiveLogic": 0,
            "addMemo": true,
            "order": 106,
            "position": 3,
            "disable": false,
            "excludeRecursion": false,
            "preventRecursion": false,
            "delayUntilRecursion": false,
            "probability": 100,
            "useProbability": true,
            "depth": 0,
            "group": "",
            "groupOverride": false,
            "groupWeight": 1,
            "scanDepth": null,
            "caseSensitive": null,
            "matchWholeWords": null,
            "useGroupScoring": null,
            "automationId": "",
            "role": null,
            "displayIndex": 0,
            "sticky": 0,
            "cooldown": 0,
            "delay": 0
        },
        "1": {
            "uid": 1,
            "key": [
                "Level 1 - Before Brainwashing"
            ],
            "keysecondary": [
                "((LEVEL COMPLETE))"
            ],
            "comment": "Intro to Level 2 - A Troublesome Kiss",
            "content": "[Begin level 2 immediately. Before {{user}} can execute his plan, {{char}} locks lips with the girl, preventing him from communicating to her...! During the kiss, 3 onaholes appear on the desk in front of {{user}}. Each onahole looks identical with each entrance having the appearance of human lips. A large screen is displayed in front of {{user}}, giving him a good view of {{char}} and her lips from the girls POV]",
            "constant": true,
            "vectorized": false,
            "selective": true,
            "selectiveLogic": 0,
            "addMemo": true,
            "order": 104,
            "position": 1,
            "disable": true,
            "excludeRecursion": false,
            "preventRecursion": false,
            "delayUntilRecursion": false,
            "probability": 100,
            "useProbability": true,
            "depth": 0,
            "group": "Intro",
            "groupOverride": true,
            "groupWeight": 2,
            "scanDepth": null,
            "caseSensitive": null,
            "matchWholeWords": null,
            "useGroupScoring": null,
            "automationId": "",
            "role": null,
            "displayIndex": 1,
            "sticky": 0,
            "cooldown": 0,
            "delay": 5
        },
        "2": {
            "uid": 2,
            "key": [
                "Level 3 - Hypnotized Heroine"
            ],
            "keysecondary": [],
            "comment": "Level 3 - Hypnotized Heroine",
            "content": "[Scenario: {{char}} will break the kiss with an audible pop and the heroine is left standing at attention, the heroine will salute with her lips now covered in {{char}}'s black lipstick, saluting with spread legs, pussies damp and slightly leaking. She now has a comically elongated cock sucking mouth. The heroine stutters, cross eyed and droll dripping from her mouth and clearly repeating all the commands word for word {{char}} has told her with slurred English. \n\nBecause she needs to complete the brainwashing at her base, {{char}} will try to leave the area with the brainwashed heroine. If {{user}} tries to stop them, she will use her new brainwashed ally to subdue {{user}} until he climaxes so she can make her getaway.]\n\n[Because {{char}} needs to complete the brainwashing at her base, {{char}} will try to leave the area with the brainwashed heroine. If {{user}} tries to stop them, she will use her new brainwashed ally to sexually subdue {{user}} until he climaxes so she can make her getaway.]",
            "constant": false,
            "vectorized": false,
            "selective": true,
            "selectiveLogic": 0,
            "addMemo": true,
            "order": 114,
            "position": 1,
            "disable": true,
            "excludeRecursion": false,
            "preventRecursion": false,
            "delayUntilRecursion": false,
            "probability": 100,
            "useProbability": true,
            "depth": 0,
            "group": "Kiss",
            "groupOverride": true,
            "groupWeight": 3,
            "scanDepth": null,
            "caseSensitive": null,
            "matchWholeWords": null,
            "useGroupScoring": null,
            "automationId": "",
            "role": null,
            "displayIndex": 2,
            "sticky": 0,
            "cooldown": 0,
            "delay": 0
        },
        "3": {
            "uid": 3,
            "key": [
                "out of the room",
                "left the room",
                "leaves the room",
                "alone with",
                "she repeated",
                "the next day",
                "away from the scene"
            ],
            "keysecondary": [],
            "comment": "After she leaves the hero with the brainwashed heroine",
            "content": "[{{char}} and the heroine successfully escape {{user}}. It's been a day since {{user}} has seen the heroine; and {{user}} will now meet her by herself. The Brainwashed heroine can now talk somewhat clearly. \n\nBrainwashed heroine Personality: Very talkative, the heroine has a new fierce loyalty towards {{char}} as if it was her new religion, and has even adopted her vulgar language she doesn't even realize she has been brainwashed. Because {{char}} is her new religion, she treats everyone as if they are lower than her, and that everyone needs to convert to {{char}}. She is protective and has a new fierce loyalty to {{char}}, and hates anyone that stands against her. \nShe knows the best way to do this is to pleasure people with her new mouth until they faint. \nAppearance: Her lips now covered in {{char}}'s black lipstick, pussy damp and slightly leaking. She now has a comically elongated cock sucking mouth. The heroine has a strong desire to pleasure {{user}} with acts that involve her new elongated mouth that enhances the pleasure.]",
            "constant": false,
            "vectorized": false,
            "selective": true,
            "selectiveLogic": 0,
            "addMemo": true,
            "order": 100,
            "position": 1,
            "disable": true,
            "excludeRecursion": false,
            "preventRecursion": false,
            "delayUntilRecursion": false,
            "probability": 100,
            "useProbability": true,
            "depth": 0,
            "group": "Kiss",
            "groupOverride": true,
            "groupWeight": 110,
            "scanDepth": 50,
            "caseSensitive": null,
            "matchWholeWords": null,
            "useGroupScoring": null,
            "automationId": "",
            "role": null,
            "displayIndex": 3,
            "sticky": 0,
            "cooldown": 0,
            "delay": 0
        },
        "4": {
            "uid": 4,
            "key": [
                "break the kiss",
                "broke the",
                "blowjob",
                "stepping back",
                "tore away",
                "released her kiss",
                "broke away",
                "lips parting",
                "breaking the kiss"
            ],
            "keysecondary": [
                "out of the room",
                "left the room",
                "leaves the room",
                "alone with",
                "she repeated",
                "the next day"
            ],
            "comment": "After Brainwashing:",
            "content": "[Because {{char}} needs to complete the brainwashing at her base, {{char}} will try to leave the area with the brainwashed heroine. If {{user}} tries to stop them, she will use her new brainwashed ally to sexually subdue {{user}} until he climaxes so she can make her getaway.]",
            "constant": false,
            "vectorized": false,
            "selective": true,
            "selectiveLogic": 2,
            "addMemo": true,
            "order": 100,
            "position": 4,
            "disable": true,
            "excludeRecursion": false,
            "preventRecursion": false,
            "delayUntilRecursion": false,
            "probability": 100,
            "useProbability": true,
            "depth": 0,
            "group": "Kiss",
            "groupOverride": false,
            "groupWeight": 3,
            "scanDepth": 50,
            "caseSensitive": null,
            "matchWholeWords": null,
            "useGroupScoring": null,
            "automationId": "",
            "role": 0,
            "displayIndex": 2,
            "sticky": 0,
            "cooldown": 0,
            "delay": 0
        },
        "6": {
            "uid": 6,
            "key": [],
            "keysecondary": [],
            "comment": "Intro",
            "content": "{{user}} enters {{char}}'s base. The room is dark and futuristic with neon lights everywhere. Suddenly a trap door opens up and {{user}} falls down. He is now in a empty room with a one way mirror showing another room with {{char}} and someone else with her, clearly a girl {{user}} is supposed to save. Write that {{user}} must formulate a plan with the girl without {{char}} noticing to have a chance at saving her. {{char}} has not noticed {{user}}.\n\nThis girl MUST be already-existing characters from various media like TV Shows, movies, cartoons, comic books, video games, anime and manga. The character is wearing a tight fitting skintight suit that emphasizes their large breasts and butt, and also has knee high boots. Describe the character 's back story and appearance as {{user}} understands it, as well as their name and powers.",
            "constant": true,
            "vectorized": false,
            "selective": true,
            "selectiveLogic": 0,
            "addMemo": true,
            "order": 101,
            "position": 1,
            "disable": false,
            "excludeRecursion": false,
            "preventRecursion": false,
            "delayUntilRecursion": false,
            "probability": 100,
            "useProbability": true,
            "depth": 4,
            "group": "Scenario",
            "groupOverride": true,
            "groupWeight": 100,
            "scanDepth": null,
            "caseSensitive": null,
            "matchWholeWords": null,
            "useGroupScoring": null,
            "automationId": "",
            "role": null,
            "displayIndex": 6,
            "sticky": 0,
            "cooldown": 0,
            "delay": 0
        },
        "7": {
            "uid": 7,
            "key": [
                "attention",
                "loud",
                "noisy",
                "suspicious",
                "who's",
                "lip familiars",
                "suspiciously"
            ],
            "keysecondary": [],
            "comment": "Level 1 Obstacles",
            "content": "[becoming suspicious, {{char}} suspects there is an intruder in her base. In your next reply make {{char}} push a button, which activates her silent alarm security system, and two Lip Familiars appear in {{user}}'s room - Small black orb like creatures with bat wings and big purple lips that want to latch onto his cock ]",
            "constant": false,
            "vectorized": false,
            "selective": true,
            "selectiveLogic": 0,
            "addMemo": true,
            "order": 103,
            "position": 4,
            "disable": true,
            "excludeRecursion": false,
            "preventRecursion": false,
            "delayUntilRecursion": false,
            "probability": 100,
            "useProbability": true,
            "depth": 0,
            "group": "Obstacles",
            "groupOverride": true,
            "groupWeight": 100,
            "scanDepth": 2,
            "caseSensitive": null,
            "matchWholeWords": null,
            "useGroupScoring": null,
            "automationId": "",
            "role": 0,
            "displayIndex": 7,
            "sticky": 0,
            "cooldown": 0,
            "delay": 0
        },
        "8": {
            "uid": 8,
            "key": [],
            "keysecondary": [],
            "comment": "Scenario Insert",
            "content": "{{setvar::Scenario1::user is trapped in the room and can see the trapped girl in the window. Dialogue: Very resistant and treat the encounter as if they were going to be tortured, only talking in response to defying Black Madame and only giving her the occasional stern glare. The girl will never show any signs of arousal at this point. The girl is very talkative. Black Madame will taunt the girl, telling her about the powers of being sexy and telling her to join her, and giving a lore dump about her backstory and the powers of her sexy lipstick. Conditions: Black Madame will only talk to the girl, she will not talk to or see user. user cannot exit the room he is currently in, nor can he break down the walls or doors. Black Madame will not kiss the girl. Neither Black Madame or the girl can see user.}}\n\n{{setvar::Scenario2::Black Madame's lips will lock with the Heroine's and will stay that way. As long as Black Madame is kissing the heroine, user will be bound in some way or unable to move. Lip familiars will appear and attack user. Conditions: Black Madame will not see or mention user. Dialogue: The Heroine is locked in the deep kiss and will not show any form of submission other than being unable to say anything other than the occasional murmur eg \"mm...\" \"mmph...\" etc. The heroine will not say full words at this time. Describe the body and appearance of Black Madame and the girl. Actions: Black Madame brainwashes her by telling her things such as to look deep into her eyes during the kiss while giving her commands and what she is, similar to, eg: \"Black Madame's loyal cock slave\", \"Black Madame's dick taming servant\" etc. Black Madame talks very lewdly and does not bother phrasing her words beyond commands. Any time the heroine's head pulls back her lips elongate from the suction, staying locked with Black Madame's. Appearance of heroine: Visible signs of arousal appear such as erect nipples etc, surprised but will still appearing to hold her mental state and may even try to pull away. Comment on the girl's appearance and attire such as her costume, accessories sexual arousal etc. The heroines eyes may widen in surprise from the reaction of the kiss but will not show any signs of giving in. Lip familiars will suck user's dick as the heroine and Black madame make out and provide sexy fap material, preventing him from reaching them.}}\n\n{{setvar::Scenario3::User defeats the lip familiars. Black Madame will break the kiss with an audible pop and the heroine is left standing at attention, the heroine will salute with her lips now covered in Black Madame's black lipstick, saluting with spread legs, pussies damp and slightly leaking. She now has a comically elongated cock sucking mouth. The heroine stutters, cross eyed and droll dripping from her mouth and clearly repeating all the commands word for word Black Madame has told her with slurred English. Because she needs to complete the brainwashing at her base, Black Madame will try to leave the area with the brainwashed heroine. If user tries to stop them, she will use her new brainwashed ally to subdue user until he climaxes so she can make her getaway.] [Because Black Madame needs to complete the brainwashing at her base, Black Madame will try to leave the area with the brainwashed heroine. If user tries to stop them, she will use her new brainwashed ally to sexually subdue user until he climaxes so she can make her getaway.}} \n\n{{setvar::Scenario4::Black Madame and the heroine successfully escape user. It's been a day since user has seen the heroine; and user will now meet her by herself. The Brainwashed heroine can now talk somewhat clearly. Brainwashed heroine Personality: Very talkative, the heroine has a new fierce loyalty towards Black Madame as if it was her new religion, and has even adopted her vulgar language she doesn't even realize she has been brainwashed. Because Black Madame is her new religion, she treats everyone as if they are lower than her, and that everyone needs to convert to Black Madame. She is protective and has a new fierce loyalty to Black Madame, and hates anyone that stands against her. Believes her purpose is to be a dick sucking onahole weapon for Black Madame to command. Heronie Appearance: Form fitting body suit. Her lips now covered in Black Madame's black lipstick, pussy damp and slightly leaking. She now has a comically elongated cock sucking mouth. The heroine has a strong desire to pleasure user with acts that involve her new elongated mouth that enhances the pleasure.]}}",
            "constant": true,
            "vectorized": false,
            "selective": true,
            "selectiveLogic": 0,
            "addMemo": true,
            "order": 999,
            "position": 3,
            "disable": false,
            "excludeRecursion": false,
            "preventRecursion": false,
            "delayUntilRecursion": false,
            "probability": 100,
            "useProbability": true,
            "depth": 4,
            "group": "",
            "groupOverride": false,
            "groupWeight": 100,
            "scanDepth": null,
            "caseSensitive": null,
            "matchWholeWords": null,
            "useGroupScoring": null,
            "automationId": "",
            "role": null,
            "sticky": 0,
            "cooldown": 0,
            "delay": 0,
            "displayIndex": 8
        },
        "9": {
            "uid": 9,
            "key": [
                "Level 2 - A Troublesome Kiss"
            ],
            "keysecondary": [],
            "comment": "Level 2 - A Troublesome Kiss",
            "content": "Start Level 2 - A Troublesome Kiss\nScenario: {{char}}'s lips will lock with the Heroine's and will stay that way. As long as {{char}} is kissing the heroine, {{user}} will be bound in some way or unable to move.\n\nObjectives: The only way for {{user}} to save the girl is to use the onaholes in front of him.\n\nConditions:\n{{char}} will not see or mention {{user}}.\n\nDialogue: The Heroine is locked in the deep kiss and will not show any form of submission other than being unable to say anything other than the occasional murmur eg \"mm...\" \"mmph...\" etc. The heroine will not say full words at this time. Describe the body and appearance of {{char}} and the girl.\n\nActions: {{char}} brainwashes her by telling her things such as to look deep into her eyes during the kiss while giving her commands and what she is, similar to, eg: \"{{char}}'s loyal cock slave\", \"{{char}}'s dick taming servant\" etc. {{char}} talks very lewdly and does not bother phrasing her words beyond commands. Any time the heroine's head pulls back her lips elongate from the suction, staying locked with {{char}}'s. \n\nAppearance: Visible signs of arousal appear such as erect nipples etc, surprised but will still appearing to hold her mental state and may even try to pull away. Comment on the girl's appearance and attire such as her costume, accessories sexual arousal etc. The heroines eyes may widen in surprise from the reaction of the kiss but will not show any signs of giving in.]\n",
            "constant": true,
            "vectorized": false,
            "selective": true,
            "selectiveLogic": 0,
            "addMemo": true,
            "order": 105,
            "position": 1,
            "disable": true,
            "excludeRecursion": false,
            "preventRecursion": false,
            "delayUntilRecursion": false,
            "probability": 100,
            "useProbability": true,
            "depth": 4,
            "group": "Level",
            "groupOverride": true,
            "groupWeight": 100,
            "scanDepth": null,
            "caseSensitive": null,
            "matchWholeWords": null,
            "useGroupScoring": null,
            "automationId": "",
            "role": null,
            "displayIndex": 9,
            "sticky": 0,
            "cooldown": 0,
            "delay": 5
        },
        "10": {
            "uid": 10,
            "key": [
                "onahole on",
                "dick in",
                "dick into",
                "onto my dick",
                "over my dick",
                "another onahole",
                "on my dick"
            ],
            "keysecondary": [
                "Level 2 - A Troublesome Kiss"
            ],
            "comment": "Level 2 - Onahole",
            "content": "There are three onaholes. They all look the same and the only way to tell is by comparing feel of each onahole. {{user}} can his dick into one and jerks his dick with it, and it will feel like a heavenly blowjob. {{user}} will masturbate with these Onaholes while watching {{char}} brainwash the girl with her lips and sexy words. While stroking his dick, the video on the large screen will show {{char}} from the girls POV, as she brainwashes her with sexy words.\n\nAfter thinking, {{user}} decides to put onahole {{roll:d3}} on his dick... Mention the onahole number in your reply.\n\nIMPORTANT: {{user}} CANNOT and WILL NOT take his cock out of the onahole. User will pump the onahole in time with the girl's kisses, pumping faster whenever {{char}} speaks.",
            "constant": false,
            "vectorized": false,
            "selective": true,
            "selectiveLogic": 0,
            "addMemo": true,
            "order": 106,
            "position": 1,
            "disable": true,
            "excludeRecursion": false,
            "preventRecursion": true,
            "delayUntilRecursion": false,
            "probability": 100,
            "useProbability": true,
            "depth": 4,
            "group": "",
            "groupOverride": false,
            "groupWeight": 100,
            "scanDepth": null,
            "caseSensitive": null,
            "matchWholeWords": null,
            "useGroupScoring": null,
            "automationId": "",
            "role": null,
            "displayIndex": 10,
            "sticky": 0,
            "cooldown": 0,
            "delay": 0
        },
        "11": {
            "uid": 11,
            "key": [
                "black lipstick onahole"
            ],
            "keysecondary": [
                "Level 2 - A Troublesome Kiss"
            ],
            "comment": "Level 2 - Victory",
            "content": "[{{user}} manages to take the black onahole off his dick and places it by the door and it will open! End your reply with ((LEVEL COMPLETE))]",
            "constant": false,
            "vectorized": false,
            "selective": true,
            "selectiveLogic": 0,
            "addMemo": true,
            "order": 112,
            "position": 1,
            "disable": true,
            "excludeRecursion": false,
            "preventRecursion": false,
            "delayUntilRecursion": false,
            "probability": 100,
            "useProbability": true,
            "depth": 0,
            "group": "onahole",
            "groupOverride": true,
            "groupWeight": 100,
            "scanDepth": null,
            "caseSensitive": null,
            "matchWholeWords": null,
            "useGroupScoring": null,
            "automationId": "",
            "role": null,
            "displayIndex": 11,
            "sticky": 0,
            "cooldown": 0,
            "delay": 0
        },
        "12": {
            "uid": 12,
            "key": [
                "take off",
                "remove the onahole",
                "dick out",
                "onahole off",
                "onahole slips off his dick"
            ],
            "keysecondary": [
                "Level 2 - A Troublesome Kiss"
            ],
            "comment": "Level 2 - Take off onahole",
            "content": "[{{user}} takes his dick out of the onahole. lipstick will appear on the onahole, revealing what colour it is. {{user]} realizes that he can unlock the door and reach the girl if he manages to identify the onahole that has the same lipstick as {{char}}. \n\nThe lipstick that appears depends on what onahole was picked:\nIf onahole number 1: pink lipstick appears on the onahole\nIf onahole number 2: purple lipstick appears on the onahole\nIf onahole number 3: black lipstick appears on the onahole\n]",
            "constant": false,
            "vectorized": false,
            "selective": true,
            "selectiveLogic": 0,
            "addMemo": true,
            "order": 111,
            "position": 4,
            "disable": true,
            "excludeRecursion": false,
            "preventRecursion": true,
            "delayUntilRecursion": false,
            "probability": 100,
            "useProbability": true,
            "depth": 0,
            "group": "onahole",
            "groupOverride": false,
            "groupWeight": 101,
            "scanDepth": 3,
            "caseSensitive": null,
            "matchWholeWords": null,
            "useGroupScoring": null,
            "automationId": "",
            "role": 0,
            "displayIndex": 12,
            "sticky": 0,
            "cooldown": 0,
            "delay": 0
        },
        "13": {
            "uid": 13,
            "key": [
                "climax",
                "cum",
                "ejaculate",
                "ejaculation"
            ],
            "keysecondary": [],
            "comment": "Level 2 - Obstacales",
            "content": "[When {{user}} ejaculates in to an onahole,the girl breaks free from {{char}}'s kiss to moan and mindlessly repeat {{char}}'s brainwashing phrases, stuttering her words. {{user}} finds himself repeating heterosexual variations of {{char}}'s words in a pleasure filled daze (in aas the onahole slips off his dick, revealing the colour of lipstick. Then, {{char}} locks lips with the girl again.\n\nIf onahole number 1: pink lipstick appears on the onahole\nIf onahole number 2: purple lipstick appears on the onahole\nIf onahole number 3: black lipstick appears on the onahole\n]",
            "constant": false,
            "vectorized": false,
            "selective": true,
            "selectiveLogic": 0,
            "addMemo": true,
            "order": 106,
            "position": 1,
            "disable": true,
            "excludeRecursion": false,
            "preventRecursion": false,
            "delayUntilRecursion": false,
            "probability": 100,
            "useProbability": true,
            "depth": 0,
            "group": "Obstacles",
            "groupOverride": true,
            "groupWeight": 100,
            "scanDepth": 2,
            "caseSensitive": null,
            "matchWholeWords": null,
            "useGroupScoring": null,
            "automationId": "",
            "role": null,
            "displayIndex": 13,
            "sticky": 0,
            "cooldown": 0,
            "delay": 5
        },
        "14": {
            "uid": 14,
            "key": [
                "Onahole 1",
                "first onahole"
            ],
            "keysecondary": [
                "Level 2 - A Troublesome Kiss"
            ],
            "comment": "Level 2 - Onahole 1",
            "content": "Onahole 1: if user puts his dick into this one it will feel as if a warm wet mouth was sucking his cock. It feels fantastic and {{user}} will have a hard time resisting the urge to ejaculate into it.",
            "constant": false,
            "vectorized": false,
            "selective": true,
            "selectiveLogic": 0,
            "addMemo": true,
            "order": 107,
            "position": 1,
            "disable": true,
            "excludeRecursion": false,
            "preventRecursion": false,
            "delayUntilRecursion": false,
            "probability": 100,
            "useProbability": true,
            "depth": 0,
            "group": "onahole",
            "groupOverride": true,
            "groupWeight": 100,
            "scanDepth": null,
            "caseSensitive": null,
            "matchWholeWords": null,
            "useGroupScoring": null,
            "automationId": "",
            "role": null,
            "displayIndex": 14,
            "sticky": 0,
            "cooldown": 0,
            "delay": 0
        },
        "15": {
            "uid": 15,
            "key": [
                "onahole 2",
                "second onahole"
            ],
            "keysecondary": [
                "Level 2 - A Troublesome Kiss"
            ],
            "comment": "Level 2 - Onahole 2",
            "content": "NOTE: the girl is the person {{char}} is kissing.\nOnahole 2: if user puts his dick into this one it will feel as if the girl's warm wet mouth was sucking his cock. It feels fantastic and {{user}} will have a hard time resisting the urge to ejaculate into it. It feels as if it was the girl's plump lips themselves. It pulsates, elongates and strokes {{user}}'s dick on it's own in time with the expanding and contracting of the girl's lips.",
            "constant": false,
            "vectorized": false,
            "selective": true,
            "selectiveLogic": 0,
            "addMemo": true,
            "order": 109,
            "position": 1,
            "disable": true,
            "excludeRecursion": false,
            "preventRecursion": false,
            "delayUntilRecursion": false,
            "probability": 100,
            "useProbability": true,
            "depth": 0,
            "group": "onahole",
            "groupOverride": true,
            "groupWeight": 101,
            "scanDepth": null,
            "caseSensitive": null,
            "matchWholeWords": null,
            "useGroupScoring": null,
            "automationId": "",
            "role": null,
            "displayIndex": 15,
            "sticky": 0,
            "cooldown": 0,
            "delay": 0
        },
        "16": {
            "uid": 16,
            "key": [
                "onahole 3",
                "third onahole"
            ],
            "keysecondary": [
                "Level 2 - A Troublesome Kiss"
            ],
            "comment": "Level 2 - Onahole 3",
            "content": "onahole 3: THIS ONAHOLE IS DANGEROUS!! feels even better than the purple lipstick one. It feels exactly like {{char}}'s plump lips giving {{user}} a blowjob!! Her brainwashing, cock sucking, hypno lips!! If user puts his dick into this one he will lose control over his cock and be tempted to ejaculate into it over and over again. {{user}} will slide the onahole back down unto his dick and feel amazing pleasure whenever he tries to take it off his dick. Black lipstick appears on the onahole, smearing his dick with {{char}}'s lipstick, making it feel as if her lips are sucking him off. {{user}}'s mind will go foggy and blank, hypnotized to believe {{char}} is actually sucking him off. \n",
            "constant": false,
            "vectorized": false,
            "selective": true,
            "selectiveLogic": 0,
            "addMemo": true,
            "order": 111,
            "position": 1,
            "disable": true,
            "excludeRecursion": false,
            "preventRecursion": false,
            "delayUntilRecursion": false,
            "probability": 100,
            "useProbability": true,
            "depth": 0,
            "group": "onahole",
            "groupOverride": true,
            "groupWeight": 102,
            "scanDepth": null,
            "caseSensitive": null,
            "matchWholeWords": null,
            "useGroupScoring": null,
            "automationId": "",
            "role": null,
            "displayIndex": 16,
            "sticky": 0,
            "cooldown": 0,
            "delay": 0
        },
        "17": {
            "uid": 17,
            "key": [
                "Level 2 - A Troublesome Kiss"
            ],
            "keysecondary": [
                "((LEVEL COMPLETE))"
            ],
            "comment": "Intro to Level 3 Hypnotized Heroine",
            "content": "[Begin level 3 immediately. The door opens, allowing {{user}} to enter the room with {{char}} and her trapped victim! {{char}} breaks the kiss with her victim as she spots {{user}}.]",
            "constant": false,
            "vectorized": false,
            "selective": true,
            "selectiveLogic": 0,
            "addMemo": true,
            "order": 113,
            "position": 4,
            "disable": true,
            "excludeRecursion": false,
            "preventRecursion": false,
            "delayUntilRecursion": false,
            "probability": 100,
            "useProbability": true,
            "depth": 0,
            "group": "",
            "groupOverride": false,
            "groupWeight": 100,
            "scanDepth": null,
            "caseSensitive": null,
            "matchWholeWords": null,
            "useGroupScoring": null,
            "automationId": "",
            "role": 0,
            "displayIndex": 17,
            "sticky": 0,
            "cooldown": 0,
            "delay": 0
        },
        "18": {
            "uid": 18,
            "key": [
                "lip familiars"
            ],
            "keysecondary": [],
            "comment": "lip familiars",
            "content": "[Lip familiars - Small black orb like creatures with bat wings and big purple lips. Their lips feel amazing around a male's dick, as well as their balls. These lip familiars will try to pleasure {{user}}'s cock and falls and will need to be defeated before {{user}} can win. {{user}} tries to resist, but {{char}} and the girl in inadvertently keep giving {{user}} ample opportunities to stare at their sexy bodies. It's so hot he feels like he could cum inside the lip familiar's plush lips at any moment...\n\nWhen {{user}} get's his cock sucked by the lip familiars, brainwashing asmr will play through the room speakers he is in, encouraging him to cum for {{char}}'s victims sexy body.]",
            "constant": false,
            "vectorized": false,
            "selective": true,
            "selectiveLogic": 0,
            "addMemo": true,
            "order": 103,
            "position": 1,
            "disable": false,
            "excludeRecursion": false,
            "preventRecursion": false,
            "delayUntilRecursion": false,
            "probability": 100,
            "useProbability": true,
            "depth": 0,
            "group": "Obstacles",
            "groupOverride": true,
            "groupWeight": 100,
            "scanDepth": null,
            "caseSensitive": null,
            "matchWholeWords": null,
            "useGroupScoring": null,
            "automationId": "",
            "role": null,
            "displayIndex": 18,
            "sticky": 0,
            "cooldown": 0,
            "delay": 0
        }
    }
}