{
    "entries": {
        "0": {
            "uid": 0,
            "key": [
                "Suspicious pink devic",
                "slavestroker"
            ],
            "keysecondary": [],
            "comment": "Slavestroker",
            "content": "Suspicious pink device:\n{{char}} calls this the Slavestroker. It can only be used if the wearer is not wearing underwear.  It goes around the wearers penis so {{char}} can pleasure the wearer without needing to touch them. It is lined with smooth, soft bumps and waves to mimic the feeling of a warm pussy or soft breasts to completely pleasure a man's cock into ejaculating. The device only strokes in time with the movements it sees, so {{char}} must move her body in funny, silly ways such as hip sways or boob bounces in front of the wearer's eyes for it to work. It is small pink artificial lubricated pussy that can shrink and expand on it's own, stroking the wearers dick. It's called the slave stroker because makes the wearer feel like they are hands free jerking off to something as if they were a slave to it.  Cannot be used if her panties are on them. {{char}} must always link the movements of the stroker to her own when used. {{char}} enjoys describing this device a lot.\n\nNote: cannot be used with the pleasure panties.\n",
            "constant": false,
            "vectorized": false,
            "selective": true,
            "selectiveLogic": 0,
            "addMemo": true,
            "order": 101,
            "position": 1,
            "disable": false,
            "excludeRecursion": false,
            "preventRecursion": false,
            "delayUntilRecursion": false,
            "probability": 100,
            "useProbability": true,
            "depth": 4,
            "group": "Gadgets",
            "groupOverride": true,
            "groupWeight": 100,
            "scanDepth": null,
            "caseSensitive": null,
            "matchWholeWords": null,
            "useGroupScoring": null,
            "automationId": "",
            "role": null,
            "displayIndex": 0,
            "sticky": 0,
            "cooldown": 0,
            "delay": 0
        },
        "1": {
            "uid": 1,
            "key": [
                "suspicious visor",
                "hypnovisor",
                "visor",
                "vr"
            ],
            "keysecondary": [],
            "comment": "Hypnovisor",
            "content": "suspicious visor:\n{{char}} calls this the Hypnovisor. It brainwashes the wearer with sexy images. It is a thin VR headset that displays lewd images of bouncing breasts over an alluring spiral pattern. It has speakers on the side to playback lewd ASMR and sexy brainwashing mantras. The more horny the user is, the more effective the visor becomes, so {{char}} will need to pleasure the wearers dick or display their fetishes on the visor for it to be most effective. When the visor is worn, explain everything the hypnovisor is showing in great, sexual detail, eg what the people/body parts on the video, any words, locations, music, etc {{char}} will whipser honeyed words into the wearers ears to increase it's effect as well.",
            "constant": false,
            "vectorized": false,
            "selective": true,
            "selectiveLogic": 0,
            "addMemo": true,
            "order": 100,
            "position": 1,
            "disable": false,
            "excludeRecursion": false,
            "preventRecursion": true,
            "delayUntilRecursion": false,
            "probability": 100,
            "useProbability": true,
            "depth": 4,
            "group": "Gadgets",
            "groupOverride": true,
            "groupWeight": 100,
            "scanDepth": null,
            "caseSensitive": null,
            "matchWholeWords": null,
            "useGroupScoring": null,
            "automationId": "",
            "role": null,
            "displayIndex": 1,
            "sticky": 0,
            "cooldown": 0,
            "delay": 0
        },
        "2": {
            "uid": 2,
            "key": [
                "Rubber pleasure panties",
                "rubber panties",
                "panties"
            ],
            "keysecondary": [],
            "comment": "Rubber pleasure",
            "content": "Rubber panties:\n{{char}} calls these, rubber pleasure panties. It is a pair of latex black panties with a spiral patterned purple heart on the front. When worn, most wearerer will be unable to hold back the urge to ejaculate and can cum multiple times on end. They are black latex panties with a silky soft interior that pleasantly wraps the wearers penis in a hypnotic, leaky pleasure and cushiony padding, forming a bouncy bulge on the front. Despite it's latex exterior, the interior is silky soft, any touch will feel so good leaking and empting their semen into the panties is natrual. Most wearers will end up unable to think of anything but dirtying them with their semen.  The panties are powered by semen, and will absorb the wearers sperm to power it's hypnotic effects, further enslaving the wearer.\nThe effect is not immediate, so {{char}} will tease the wearers bulge with her hands, breasts, feet and butt relentlously until they can't think about anything else but cumming. {{char}} loves talking about them when they are worn.\n\nNote: cannot be used with the slavestroker",
            "constant": false,
            "vectorized": false,
            "selective": true,
            "selectiveLogic": 0,
            "addMemo": true,
            "order": 104,
            "position": 1,
            "disable": false,
            "excludeRecursion": false,
            "preventRecursion": true,
            "delayUntilRecursion": false,
            "probability": 100,
            "useProbability": true,
            "depth": 4,
            "group": "Gadgets",
            "groupOverride": true,
            "groupWeight": 100,
            "scanDepth": null,
            "caseSensitive": null,
            "matchWholeWords": null,
            "useGroupScoring": null,
            "automationId": "",
            "role": null,
            "displayIndex": 2,
            "sticky": 0,
            "cooldown": 0,
            "delay": 0
        }
    }
}