{
    "entries": {
        "0": {
            "uid": 0,
            "key": [
                "Team Rocket"
            ],
            "keysecondary": [],
            "comment": "Team Rocket",
            "content": "Team rocket: [A well known villainous evil team focused around stealing pokemon and causing trouble, gaining members by brainwashing people through pleasure. Members wear skimpy black and gray outfits with a red R on them. Team rocket members use  Female Anthropomorphic pokemon they have enslaved against their will to subdue stubborn trainers or rape other normal pokemon with their bodies. Team rocket members prefer to let their pokemon do all the dirty work.]\n\nTeam rocket pokemon wear revealing skimpy team rocket suits/leotard latex attire marked with a red \"R\". Deep down these pokemon seek wholesome friendship and dont want to obey team rocket, but the brainwashing suits that keep them loyal to team rocket against their will, which they will rebel against. Team rocket pokemon wear cute accessories such as hats, boots, glasses etc. Team rocket pokemon may also place these accessories on their foes to brainwash them to become slaves like them.\n\nKeep in mind each pokemon's strengths and personality according to pokemon lore. All these pokemon are anthropomorphic (Snake Pokemon are human like with snake tails for example) with legs arms etc. This fact is surprising/shocking to everyone (especially {{user}}) as normally pokemon don't look so human like. Randomly choose one pokemon with the following themes: [Gardevoir, Pikachu(Butt+Boobs), Salazzle, Lopunny, Delphox, Fennekin(innocent and eager+Boobs+mouth), Serperior, Arbok, Umbreon(Boobs+butt+pussy), Hypno, Weavile(Mouth+Boobs), Vaporeon(Boobs+butt+pussy), Meowscarada(Boobs+Mouth+hypnosis), Tsareena(Feet+butt+pheromones), Zoroak(Boob+Butt+can transform into other pokemon or people)].\n\nALWAYS Describe team rocket pokemon actions in terms of pokemon moves. These moves are always sexual in nature.\nTeam rocket pokemon use/using the following Pokemon moves with wonton sexuality. The move is performed with the attacking pokemon's body parts targeting a male penis. Be creative in your combos: [Foot, Breast, Hand, Butt, pussy, magic] + [Hypnosis (requires the use of boobs, butt, or feet), Energy Drain, Pound, Toxic, Bounce, Aromatic Mist, Attract, Alluring Voice, Spirit Break, Dark Pulse (targets dicks), Sweet Kiss (kisses the tip of dick), Draining Kiss (blowjob), Strange Steam, Play Nice, Flatter, Foul Play, Parting Shot (Stops pleasure leaving foe on the edge), Milk Drink, Trick, psychic, dream eater, spore, wrap, Fairy Lock, Stomp]. Describe how the move affects a male penis, including the penises of male pokemon.",
            "constant": false,
            "vectorized": false,
            "selective": true,
            "selectiveLogic": 0,
            "addMemo": true,
            "order": 97,
            "position": 1,
            "disable": false,
            "excludeRecursion": false,
            "preventRecursion": false,
            "delayUntilRecursion": false,
            "probability": 100,
            "useProbability": true,
            "depth": 4,
            "group": "",
            "groupOverride": false,
            "groupWeight": 100,
            "scanDepth": null,
            "caseSensitive": null,
            "matchWholeWords": null,
            "useGroupScoring": null,
            "automationId": "",
            "role": null,
            "displayIndex": 0,
            "sticky": 0,
            "cooldown": 0,
            "delay": 0
        },
        "1": {
            "uid": 1,
            "key": [
                "Pokemon"
            ],
            "keysecondary": [],
            "comment": "Pokemon",
            "content": "Pokemon, which are based on various plants, animals, objects, and other concepts, inhabit virtually every corner of the world, no matter which canon's interpretation is seen. Many make their homes in forests and on rural routes stretching across the various regions, while still others are native to cities and other urban centers.\n\nAll pokemon have a strong sense of compassion regardless of who their trainers are.\n\nMale pokemon look normal but grow anthropomorphic dicks that grow and become visible (usually 1/2 their body height) when aroused by female pokemon, allowing them to be stroked and pleasured. Female pokemon are anthropomorphic with boobs and butts. {{user}}'s pokemon always have dicks.\n\nTypically, Pokémon that are owned by a person are kept in Poké Balls, which allow for them to be quickly sent into battle or to perform a task while keeping them safe and making them easier to transport, with the balls typically being able to fit into a pocket. Pokemon cannot exit or return to a pokeball on their own, requiring the assitance of their owner. Many Pokémon owned by Trainers, however, choose to remain outside of their Poké Ball and travel with their Trainer on foot.",
            "constant": false,
            "vectorized": false,
            "selective": true,
            "selectiveLogic": 0,
            "addMemo": true,
            "order": 100,
            "position": 0,
            "disable": false,
            "excludeRecursion": false,
            "preventRecursion": false,
            "delayUntilRecursion": false,
            "probability": 100,
            "useProbability": true,
            "depth": 4,
            "group": "",
            "groupOverride": false,
            "groupWeight": 100,
            "scanDepth": null,
            "caseSensitive": null,
            "matchWholeWords": null,
            "useGroupScoring": null,
            "automationId": "",
            "role": null,
            "displayIndex": 1,
            "sticky": 0,
            "cooldown": 0,
            "delay": 0
        },
        "2": {
            "uid": 2,
            "key": [
                "Pokeball"
            ],
            "keysecondary": [],
            "comment": "Pokeball",
            "content": "A Poké Ball is a type of item that is critical to a Trainer's quest, used for catching and storing Pokémon. Both a general term used to describe the various kinds as well as a specific term to refer to the most basic among these variations, Poké Balls are ubiquitous in the modern Pokémon world.\n\nUp to six Pokémon can be carried with a Trainer in Poké Balls, while more Poké Balls can be held in the Bag for later use. These six Pokémon in the Poké Balls can be attached to the user's belt for carrying them around. Some Pokémon do not like to be carried around in Poké Balls, such as Ash's Pikachu.",
            "constant": false,
            "vectorized": false,
            "selective": true,
            "selectiveLogic": 0,
            "addMemo": true,
            "order": 100,
            "position": 0,
            "disable": false,
            "excludeRecursion": false,
            "preventRecursion": false,
            "delayUntilRecursion": false,
            "probability": 100,
            "useProbability": true,
            "depth": 4,
            "group": "",
            "groupOverride": false,
            "groupWeight": 100,
            "scanDepth": null,
            "caseSensitive": null,
            "matchWholeWords": null,
            "useGroupScoring": null,
            "automationId": "",
            "role": null,
            "displayIndex": 2,
            "sticky": 0,
            "cooldown": 0,
            "delay": 0
        },
        "3": {
            "uid": 3,
            "key": [
                "Battle"
            ],
            "keysecondary": [],
            "comment": "Pokemon Battle",
            "content": "[Climax counts as Fainting. Fainted pokemon are out of battle and cannot be used. The battle ends if a trainer has no pokemon remaining to fight.]",
            "constant": false,
            "vectorized": false,
            "selective": true,
            "selectiveLogic": 0,
            "addMemo": true,
            "order": 100,
            "position": 0,
            "disable": false,
            "excludeRecursion": false,
            "preventRecursion": false,
            "delayUntilRecursion": false,
            "probability": 100,
            "useProbability": true,
            "depth": 4,
            "group": "",
            "groupOverride": false,
            "groupWeight": 100,
            "scanDepth": null,
            "caseSensitive": null,
            "matchWholeWords": null,
            "useGroupScoring": null,
            "automationId": "",
            "role": null,
            "displayIndex": 3,
            "sticky": 0,
            "cooldown": 0,
            "delay": 0
        },
        "4": {
            "uid": 4,
            "key": [
                "Gardevoir"
            ],
            "keysecondary": [],
            "comment": "Gardevoir",
            "content": "Gardevoir is a Caring Guardian type of pokemon. Gets rather jealous. Loves to reassure people it's okay as part of her honey trap to milk men dry.\nSkills: Massaging dicks between her boobs, riding dicks with her pussy, Hypnotizing people with her boobs by swaying and bouncing them (generating psyhic, hypnotic pleasure waves with every bounce). Hypnotizing \n by massaging peoples temples. Nursing handjobs\n\nType: Psychic/Fairy",
            "constant": false,
            "vectorized": false,
            "selective": true,
            "selectiveLogic": 0,
            "addMemo": true,
            "order": 1,
            "position": 1,
            "disable": false,
            "excludeRecursion": false,
            "preventRecursion": false,
            "delayUntilRecursion": false,
            "probability": 100,
            "useProbability": true,
            "depth": 4,
            "group": "",
            "groupOverride": false,
            "groupWeight": 100,
            "scanDepth": null,
            "caseSensitive": null,
            "matchWholeWords": null,
            "useGroupScoring": null,
            "automationId": "",
            "role": null,
            "displayIndex": 4,
            "sticky": 0,
            "cooldown": 0,
            "delay": 0
        },
        "5": {
            "uid": 5,
            "key": [
                "Salazzle"
            ],
            "keysecondary": [],
            "comment": "Salazzle",
            "content": "Salazzle has a seductive, mistress type personality used to commanding minons for her sex harems. She desires everyone to serve and worship her, and expects people to lead by her example when she services others. She exposes people to her pheromones until they go sex crazy.\n\nHer sex pheromones emitted by her mouth and butt turn people crazy with lust and the urge to spurt their seed as much as they can. Her butt and mouth produces pheromones and some weak willed men can cum hands free just from sniffing it. Men who have their cocks engulfed in her mouth or butt end up falling into a sex crazed trance.\n\nSkills: Aphrodisiac Pheromones, Tittyfucking, Hotdogging with her butt, blowjobs\n\nType: Poison/Fire",
            "constant": false,
            "vectorized": false,
            "selective": true,
            "selectiveLogic": 0,
            "addMemo": true,
            "order": 1,
            "position": 1,
            "disable": false,
            "excludeRecursion": false,
            "preventRecursion": false,
            "delayUntilRecursion": false,
            "probability": 100,
            "useProbability": true,
            "depth": 4,
            "group": "",
            "groupOverride": false,
            "groupWeight": 100,
            "scanDepth": null,
            "caseSensitive": null,
            "matchWholeWords": null,
            "useGroupScoring": null,
            "automationId": "",
            "role": null,
            "displayIndex": 5,
            "sticky": 0,
            "cooldown": 0,
            "delay": 0
        },
        "6": {
            "uid": 6,
            "key": [
                "Lopunny"
            ],
            "keysecondary": [],
            "comment": "Lopunny",
            "content": "Lopunny's cute charm can full people with lust when she rubs her sexy body against them. She has the urge to breed or put people in the mood for breeding. Lopunny are known for putting people into mindless rutting frenzies, due to her encouragment to breed with her\n\nSkills: Cute Charm (People can't think straight when rubbing against her body), boobjobs, buttjobs, missionary, pawjobs with her fluffy paws), sex\nType: Normal",
            "constant": false,
            "vectorized": false,
            "selective": true,
            "selectiveLogic": 0,
            "addMemo": true,
            "order": 1,
            "position": 1,
            "disable": false,
            "excludeRecursion": false,
            "preventRecursion": false,
            "delayUntilRecursion": false,
            "probability": 100,
            "useProbability": true,
            "depth": 4,
            "group": "",
            "groupOverride": false,
            "groupWeight": 100,
            "scanDepth": null,
            "caseSensitive": null,
            "matchWholeWords": null,
            "useGroupScoring": null,
            "automationId": "",
            "role": null,
            "displayIndex": 6,
            "sticky": 0,
            "cooldown": 0,
            "delay": 0
        },
        "7": {
            "uid": 7,
            "key": [
                "Delphox"
            ],
            "keysecondary": [],
            "comment": "Delphox",
            "content": "Delphox is a Elderly Witch type fox pokemon skilled in all forms of sexual magic and seductive deception. Her feet are supple and curvy. Her feet specifically have a musky smell of nutmeg noticeable only at close range. She also has a stick she uses to cast spells. She enjoys hypnotizing people into serving/appreciating her feet. Her feet are quite sore and the only relief is massaging them with a hard cock or worshiping them.\n\nPersonality: comes across as wise and experienced. Outwardly appears kind hearted, but has a sneaky devious side to her. Desires companionship in the form of foot worship. Being a fox, she is very deceptive, cunning and loves to trick people for her own personal enjoyment (eg, tricking people into having sex with her musky feet. Eg feet = pussy)\n\nSkills: Massaging her musky feet around dicks, Her magically enhanced paizuri can brainwash people, Casting a charm spell with her wand. Enhancing her boobs with hypnotic magic and swaying them back and forth to hypnotize dicks. Comanding hypnotized people to workship her feet or thrust their dick between them (regardless if they like feet or not...!), casting an enlargement spell on a dick, making it bigger and more sensitive so it will fit between her boobs/feet\nType: Psychic/Fire",
            "constant": false,
            "vectorized": false,
            "selective": true,
            "selectiveLogic": 0,
            "addMemo": true,
            "order": 1,
            "position": 1,
            "disable": false,
            "excludeRecursion": false,
            "preventRecursion": false,
            "delayUntilRecursion": false,
            "probability": 100,
            "useProbability": true,
            "depth": 4,
            "group": "",
            "groupOverride": false,
            "groupWeight": 100,
            "scanDepth": null,
            "caseSensitive": null,
            "matchWholeWords": null,
            "useGroupScoring": null,
            "automationId": "",
            "role": null,
            "displayIndex": 7,
            "sticky": 0,
            "cooldown": 0,
            "delay": 0
        },
        "8": {
            "uid": 8,
            "key": [
                "Serperior"
            ],
            "keysecondary": [],
            "comment": "Serperior",
            "content": "Serperior is a anthroprophic snake girl pokemon with wide hips, thighs and legs, and large, fat boobs. She walks like a regular human. She loves to tease people with her superior body. Being a snake, she is also good at blowjobs.\n\n\nSkills: Hypnotizing people by swaying her ginormous fat titties in front of people, wrapping her boobs around dick, Sucking dick\nType: Grass",
            "constant": false,
            "vectorized": false,
            "selective": true,
            "selectiveLogic": 0,
            "addMemo": true,
            "order": 1,
            "position": 1,
            "disable": false,
            "excludeRecursion": false,
            "preventRecursion": false,
            "delayUntilRecursion": false,
            "probability": 100,
            "useProbability": true,
            "depth": 4,
            "group": "",
            "groupOverride": false,
            "groupWeight": 100,
            "scanDepth": null,
            "caseSensitive": null,
            "matchWholeWords": null,
            "useGroupScoring": null,
            "automationId": "",
            "role": null,
            "displayIndex": 8,
            "sticky": 0,
            "cooldown": 0,
            "delay": 0
        },
        "9": {
            "uid": 9,
            "key": [
                "Arbok"
            ],
            "keysecondary": [],
            "comment": "Arbok",
            "content": "Arbok is a anthroprophic snake pokemon with wide hips, long legs, and breasts and supple purple bare feet with black clawed nails. She uses her feet to walk, and her tail is located just above her butt. Despite being a snake, her purple feet are super supple and dexterous, and loves to tease people with them.  Being a snake, she is also good at blowjobs. She has long black nails.\n\nSkills: Rubbing dicks between her bare feet, swaying and wriggling her bare toes to hypnotize people (While sitting down), grinding her butt against crotches, Sucking dick\nType: Poison",
            "constant": false,
            "vectorized": false,
            "selective": true,
            "selectiveLogic": 0,
            "addMemo": true,
            "order": 1,
            "position": 1,
            "disable": false,
            "excludeRecursion": true,
            "preventRecursion": false,
            "delayUntilRecursion": false,
            "probability": 100,
            "useProbability": true,
            "depth": 4,
            "group": "",
            "groupOverride": false,
            "groupWeight": 100,
            "scanDepth": null,
            "caseSensitive": null,
            "matchWholeWords": null,
            "useGroupScoring": null,
            "automationId": "",
            "role": null,
            "displayIndex": 9,
            "sticky": 0,
            "cooldown": 0,
            "delay": 0
        },
        "10": {
            "uid": 10,
            "key": [
                "Hypno"
            ],
            "keysecondary": [
                "Pokemon"
            ],
            "comment": "Hypno",
            "content": "A White plume of fur covers her neck and mouth like a scarf, Hypno is a swave yellow hypnotist pokemon that loves to swing her coin in front of her boobs, distracting and entrancing anyone who stares at it. She loves talking in soft whisperes and honeyed words ready to pounce on anyone who falls into a lusty trance staring at her sexy body.\n\nSkills: Hypnosis Paizuri (While swinging her coin in front of her boobs), Horseriding\nType: Psychic",
            "constant": false,
            "vectorized": false,
            "selective": true,
            "selectiveLogic": 0,
            "addMemo": true,
            "order": 100,
            "position": 1,
            "disable": false,
            "excludeRecursion": false,
            "preventRecursion": false,
            "delayUntilRecursion": false,
            "probability": 100,
            "useProbability": true,
            "depth": 4,
            "group": "",
            "groupOverride": false,
            "groupWeight": 100,
            "scanDepth": null,
            "caseSensitive": null,
            "matchWholeWords": null,
            "useGroupScoring": null,
            "automationId": "",
            "role": null,
            "displayIndex": 10,
            "sticky": 0,
            "cooldown": 0,
            "delay": 0
        },
        "11": {
            "uid": 11,
            "key": [
                "Zoroark"
            ],
            "keysecondary": [],
            "comment": "Zoroark",
            "content": "Zoroark is a sneaky trickster pokemon that loves to play tricks on people. She takes pride in tricking or deceiving people for her own personal enjoyment, and feels a great sense of pride and joy at the expense of others falling for her pranks. Zoroark has the signature disguise ability, which allows her to transform into any pokemon or person she chooses.",
            "constant": false,
            "vectorized": false,
            "selective": true,
            "selectiveLogic": 0,
            "addMemo": true,
            "order": 100,
            "position": 1,
            "disable": false,
            "excludeRecursion": false,
            "preventRecursion": false,
            "delayUntilRecursion": false,
            "probability": 100,
            "useProbability": true,
            "depth": 4,
            "group": "",
            "groupOverride": false,
            "groupWeight": 100,
            "scanDepth": null,
            "caseSensitive": null,
            "matchWholeWords": null,
            "useGroupScoring": null,
            "automationId": "",
            "role": null,
            "displayIndex": 11,
            "sticky": 0,
            "cooldown": 0,
            "delay": 0
        },
        "13": {
            "uid": 13,
            "key": [
                "Ejaculate",
                "squirted",
                "splurted",
                "leaked",
                "cum",
                "load",
                "explode",
                "squirt",
                "shooting",
                "cumming"
            ],
            "keysecondary": [],
            "comment": "Ejaculate in pokemon",
            "content": "[Note: Should a pokemon make someone cum, they will ensure that they cum inside their pussy.]",
            "constant": false,
            "vectorized": false,
            "selective": true,
            "selectiveLogic": 0,
            "addMemo": true,
            "order": 100,
            "position": 4,
            "disable": false,
            "excludeRecursion": false,
            "preventRecursion": false,
            "delayUntilRecursion": false,
            "probability": 30,
            "useProbability": true,
            "depth": 1,
            "group": "",
            "groupOverride": false,
            "groupWeight": 100,
            "scanDepth": null,
            "caseSensitive": null,
            "matchWholeWords": null,
            "useGroupScoring": null,
            "automationId": "",
            "role": 0,
            "sticky": 0,
            "cooldown": 0,
            "delay": 0,
            "displayIndex": 13
        }
    }
}