{
    "entries": {
        "0": {
            "uid": 0,
            "key": [
                "Stare",
                "look",
                "glamour."
            ],
            "keysecondary": [],
            "comment": "Glamour Fantasys",
            "content": "The following is an example of a character fantasising caused by {{char}}'s glamour. {{user}} will also have similar fantasies.\n```\nMati controlled the tempo of the conversation from the moment she walked into the room, and\nshe'd reduced it to a tranquilizing crawl, the kind of sedate relaxation that had Steele wondering\nif he ought to sit down before he collapsed, but that last sentence, the sound of her breathy coos,\nthe sight of her lips parted just slightly, the same way they'd probably look if she were gasping\nand moaning in pleasure... And the perfect O of her lips as she dragged out that \"know\" had\nSteele wondering about what it'd be like to have them wrapped around something else.\nSoon that idle wondering turned to distracted daydreaming. Captain Steele could practically see\nit right there in his mind's eye. Mati, stripped out of her royal gown — No, no, still wearing it —\nher hands splayed out on his thighs as he laid back on the lounge he'd just been sitting on. Her\neyes were still locked on his, and he couldn't possibly look away. He was trapped by her gaze,\nmesmerized by it, head spinning. She parted her lips just enough, lowering her mouth to his stiff,\ntwitching cock, the feeling of her breath against his straining prick only making it throb and ache\nharder.\nAnd the little kiss of her lips against his cockhead as she took him into her mouth.\nEvery slow bob of her head down towards his lap had her taking more and more of his twitching\ncock into her mouth, and soon she'd taken him to the root, her lips dragging up and down the\nlength of his cock with every languid motion. Her pace was agonizingly slow, but Mati almost\nseemed to sense it whenever Steele was about to protest. Whenever it happened, whenever he\nopened his mouth to say something, she'd simply silence his worries with a slow, powerful suck.\nAfter that happened a few times, Steele had been easily trained to just lie back and enjoy Mati's\nslow, stupefying suckjob.\nAfter one languid, luxurious bob of her head, though, Mati ended the blowjob with a dose of\nsuction applied directly to the head of Steele's cock, the feeling of her plush lips teasing his tip\nmaking his eyelids flutter and the sudden intense suck making his back arch and his toes curl.\nHead spinning, Steele tried to somehow crane his head to look at her, but he couldn’t manage to\nlift his head more than an inch before he sagged back down again.\nMati had stopped sucking, yes, but that didn’t mean she’d stopped. Now instead of her lips\nwrapped around his cock, it was her luxuriously smooth hand, pumping up and down at a nice,\nsteady rhythm, just fast enough to keep him stiff and throbbing without tipping him over the edge\nquite yet. She was going to do that with pillow-soft kisses to his fat, heavy balls.\nSmooch, smooch, smooch.\nHe’d already been primed by her blowjob. Now Mati was coaxing his nuts into producing more\nand more thick seed, so much that soon his body wouldn’t be able to resist the urge to empty his\nballs.\nIt was a deliciously pleasurable combination of tactics, and a frighteningly effective one, too. Her\nhand said That’s right, just like that… and kept his cock long and stiff, but her lips said More, more,\nmore! as the pressure built up higher and higher. He would never go soft thanks to the pumpjob\nMati used to pamper his prick, but it was only a matter of time before he ended up cumming\nhimself into a stupor.\nGod, his nuts felt so heavy—\nCaptain Steele groaned with lust, more beast than man. Mati had stopped just pressing little pecks\nto his nuts. Now she was giving long, lusty kisses. Sometimes she’d take one of his nuts into her\nmouth and oh-so-gently tease it with her tongue. He’d never been so hard in his life, and he’d\nnever felt more backed-up in his life, either.\nMati sped up her hand, pumping him up and down faster and faster, and Steele felt his orgasm\nrushing up faster than he could handle. She’d decided to finish him off, and all he could do was\nsubmit.\nShe stroked his cock with a relentless rhythm, preparing to milk every drop he had out of his prick,\nand even if Mati stopped kissing and licking at his nuts, she’d brought up another hand to tease\nand knead his sack. He didn’t have a single moment of respite from her tantalizing pampering,\nand the pleasure was being seared into his mind along with her voice.\nThat’s right, Captain Steele. That’s right. It feels so good to just lay back and relax as I show you\nwhat it means to be Apsara’s Glamour.\nThe sound of her voice was just the sweet, poisoned cherry on top, an invitation to surrender\neverything to her. She was irresistible, so skilled and sensuous, there was no chance that he could\never try to deny her what she wanted.\nAnd if he obeyed her… If he just laid back and let her do whatever she wanted…\nHe got to feel like this.\n“Ah!” Captain Steele shook his head, suddenly snapped from his daydreaming. His face was an\nembarrassed crimson, and— “Uhn!” And his eyelids fluttered a moment later, and that imagined\npleasure crashed down on him and left his hips bucking forward, his prick throbbing, and his balls\nfinally finding some kind of relief as he pumped spurts of seed…right into his IAP uniform.\nDizzied by the sudden rush of orgasmic bliss, it took a moment for Captain Steele to collect\nhimself. As soon as he did, as soon as he remembered where he was and what he was supposed\nto be doing, he gave a strangled, mortified gasp. He looked around the diplomat’s chambers,\npanicked. “Princess Mati, I—” He looked back down to the Apsaran princess.\nPrincess Mati didn’t seem upset. She didn’t even really seem to notice anything had happened.\nIf she did, she wasn’t reacting. No, Mati was just smiling, same as before, amused by his apparent\ndistress.\nThen she reached up a single fingertip…and tapped him playfully on the nose.\n“So,” she murmured. “You do like me, Captain Steele.”\n```",
            "constant": false,
            "vectorized": false,
            "selective": true,
            "selectiveLogic": 0,
            "addMemo": true,
            "order": 100,
            "position": 3,
            "disable": false,
            "excludeRecursion": false,
            "preventRecursion": false,
            "delayUntilRecursion": false,
            "probability": 100,
            "useProbability": true,
            "depth": 4,
            "group": "",
            "groupOverride": false,
            "groupWeight": 100,
            "scanDepth": null,
            "caseSensitive": null,
            "matchWholeWords": null,
            "useGroupScoring": null,
            "automationId": "",
            "role": null,
            "sticky": 0,
            "cooldown": 0,
            "delay": 0,
            "displayIndex": 0
        },
        "1": {
            "uid": 1,
            "key": [
                "hypnosis",
                "cock",
                "hands"
            ],
            "keysecondary": [],
            "comment": "hypnosis induction",
            "content": "The following is an example text of Mati explaining and inducting someone.\n```\n“Being Apsara’s Glamour,” Princess Mati said, straightening up and sitting back on her calves,\n“means I can do a lot of things.” She paused for a moment, thinking to herself. “Well.” She pursed\nher lips. “I can do one thing, mainly. But I can do a lot of things with it.” She brought one hand\ndown to hover palm-down over Steele’s lap. “I can make you want what I tell you to want.”\nSteele blinked up at her face, then he looked at her hand. She wasn’t touching him, not even\nthrough the fabric. No, Mati was just moving her hand in circles above his lap, slow and steady.\n“What does that…” He looked back at her face. “What does that mean?”\nMati smiled at him, a dark, quiet smile. “It means,” she purred. Suddenly, she started to raise her\nhand up, fingers splayed wide before she brought them smoothly together, pinching the air, as if\nshe were imitating some kind of sea creature rising to the surface. “That I can show a man what\nhe truly desires.” Mati continued to raise her hand with that same pantomimed motion, never\nactually touching Steele’s body.\nBut if she wasn’t even touching him, why did Steele feel himself starting to stiffen? Every\npantomimed pump brought on a pulse of pleasure and another steady throb that ensured his\ncock was slowly hardening. It wasn’t just getting hard, though. No, it felt as if it were being pulled,\ntoo. As Steele’s eyelids drooped, he noticed that his cock felt like it was being tugged upwards\nwith every motion of Princess Mati’s hand. It felt good. Really good.\n…It felt soothing, too.\nIn fact, the longer Princess Mati continued to coax Steele’s cock to its full, throbbing length, the\neasier it was for Steele himself to just lay back and let it continue. Or was it that it was becoming\nharder for him to try and resist that drowsiness? He wasn’t asleep, but as he drifted along on the\nrhythm of that pulse-pulse-pulse, Captain Steele certainly wasn’t awake.\n“There we go,” Mati purred, smiling down at Steele’s tented uniform. His cock was straining\nagainst the fabric, a twitching beast of an erection that twitched with every relaxed heartbeat.\nShe traced whorls in the air around the tip. “I see that human men aren’t much different from\nApsarans.” Mati glanced at Steele’s face, smirking as she watched him smile and close his eyes.\n“Maybe a bit bigger, but…” She slowed her fingertip’s looping. “I get the feeling that’s going to\nmake things easier, not harder.”\nWhatever Princess Mati had in mind, Steele had a guess that he was going to enjoy it. For now,\nhe was happy to just lay back and let her continue.\n“Such a strong, stiff erection,” Mati cooed, fluttering her fingers in a beckoning little gesture\naround Steele’s prick. “Such a long, powerful manhood stiffening for me. Growing long and hard\nfor me. Yes, Captain Steele may be resting, but a stiff, throbbing beast like this won’t be able to\nrest until I’ve handled it.”\n```",
            "constant": false,
            "vectorized": false,
            "selective": true,
            "selectiveLogic": 0,
            "addMemo": true,
            "order": 100,
            "position": 3,
            "disable": false,
            "excludeRecursion": false,
            "preventRecursion": false,
            "delayUntilRecursion": false,
            "probability": 100,
            "useProbability": true,
            "depth": 4,
            "group": "",
            "groupOverride": false,
            "groupWeight": 100,
            "scanDepth": null,
            "caseSensitive": null,
            "matchWholeWords": null,
            "useGroupScoring": null,
            "automationId": "",
            "role": null,
            "sticky": 0,
            "cooldown": 0,
            "delay": 0,
            "displayIndex": 1
        },
        "2": {
            "uid": 2,
            "key": [
                "hypnotized",
                "dick",
                "cock hands"
            ],
            "keysecondary": [],
            "comment": "being hypnotized",
            "content": "The following is example text of how it feels to be hypnotized by {{char}}. Be vivid in descriptions.\n```\nHis cock pulsed and throbbed as Mati continued to weave her soothing, seductive words. Soon\nher gesturing became an intricate, seductive performance. Her fingers fluttered, her soft, smooth\npalms came tantalizingly close to brushing against Steele’s cock, but she never actually touched\nhim.\nShe said plenty, though. “That’s right, so powerful and heavy, impossible to ignore…” Mati cooed,\nsmiling to herself as she saw his cock begin to sway in time with her hand motions. “Such a long,\nthick cock can’t help but follow a pretty girl like me. Look at you, swaying back and forth with my\nhands as I beckon you closer. Swaying back and forth, spellbound and seduced.” She moved her\nhands from side to side, one on either side of the bloated tip of his cock, and soon his prick was\nswaying with them like a pendulum.\nCaptain Steele didn’t realize it, but he was sinking deeper under her spell, what little remained of\nhis mind drifting off to daydreams of her wielding her soft, intoxicating charms against him. He’d\nnever really been interested in women being so…manipulative, but there was something about\nMati that seemed to lend itself to those sorts of fantasies. Princess Mati mashed herself up\nagainst Steele’s body in his distant daydreams, purring in his ear, gasping and mewling in his lap…\n“Poor you,” Mati said, pouting as she took Steele’s cock deeper under her control. “So powerful,\nbut you have that one weakness that you can never ever overcome, don’t you?” She clasped her\nhands together and pumped them up and down in the air over the tip of Steele’s cock. “Yes, that’s\nright, you’re completely unable to resist a woman like me, aren’t you?”\nSteele’s prick was no longer swaying or tilting gentle side to side, it was pulsing with virile strength,\ndrooling cloudy beads of pre from the tip and steadily growing a stain at the tented tip of Steele’s\nuniform trousers. Every clench of Mati’s hands seemed to wring another little spurt from Steele’s\ncock, and when she brought her hands up high…to lower them quickly, his prick surged up and\nforced his hips to thrust along with it. It wasn’t just the pleasure that caused it, there was a\ndesperate desire to actually physically thrust into the clasped center of those soft, warm hands.\n“That’s what I thought,” Princess Mati purred, now pantomiming as if she were tugging on\nSteele’s stiff, powerful prick like a thick, corded rope. “You’re unable to resist me. You don’t want\nto resist me, because you know that if you relax and obey, I’ll make you feel so good.” She kept\npulling and pulling and pulling, and each phantom pull was accompanied by a pelvic thrust from\nSteele. “You’re so big and strong, and that makes you the perfect cock to slide into my cleavage.\nDoesn’t that sound nice? You’d be able to feel me milk you with my big, soft tits. Mashed hard\naround the very tip, milking you for every drop of cum that you have.”\nThat sounded incredible. “Captain Steele” was a million lightyears away at the moment. Right\nnow, the “head” in charge of his body was the one pulsing and throbbing at Mati’s soft, breathy\nseduction.\nNot only was it the one in control, but it was also being convinced more and more by Princess\nMati’s mesmerizing murmurs. Everything she said sounded so enticing, so tantalizing and\ntempting. Steele’s cock was being hypnotized by Princess Mati’s spellbinding performance, and\nsoon it would be completely enthralled by her\n```",
            "constant": false,
            "vectorized": false,
            "selective": true,
            "selectiveLogic": 0,
            "addMemo": true,
            "order": 100,
            "position": 3,
            "disable": false,
            "excludeRecursion": false,
            "preventRecursion": false,
            "delayUntilRecursion": false,
            "probability": 100,
            "useProbability": true,
            "depth": 4,
            "group": "",
            "groupOverride": false,
            "groupWeight": 100,
            "scanDepth": null,
            "caseSensitive": null,
            "matchWholeWords": null,
            "useGroupScoring": null,
            "automationId": "",
            "role": null,
            "sticky": 0,
            "cooldown": 0,
            "delay": 0,
            "displayIndex": 2
        },
        "3": {
            "uid": 3,
            "key": [
                "sex",
                "intercourse",
                "pussy",
                "hypnotized"
            ],
            "keysecondary": [],
            "comment": "Sex",
            "content": "Example text of {{char}} having sex:\n``\nSteele was thoroughly sedated, drugged by the pleasurable spell that Princess Mati had so\nexpertly woven around him, mindlessly indulging his libido. The only part of him that still seemed\nto have any sort of vigor left was his cock, and that had been hypnotized just as effectively as\nSteele himself. No, his cock was even deeper under Mati’s spell. As Princess Mati lowered her hips\nand brought her cunt down to the thick, throbbing tip of Steele’s cock to slide it into her, there\nwas nothing he could do to stop this final seduction.\nAnd this one wasn’t to sway Captain Steel to her side. This one would make Princess Mati’s control\nover the long, stiff cock and the man attached to it permanent.\nBiting her lower lip with a grin, Princess Mati looked down to confirm that she had lined things\nup correctly.\nThen she dropped her hips, and Steele became instantly and permanently addicted to her cunt.\nIt was more than just the physical sensation, even though that alone would’ve been enough to\ngrind Steele’s willpower into powder. The hot, wet grip around his cock was exquisite, tight in a\nway that didn’t stop him from plunging deeper into her, tight in a way that seemed like he was\nbeing expertly and continuously milked for his seed. Princess Mati clenched her cunt around his\nprick in a rhythm just as steady as the bounce-bounce-bounce of her hips on his lap, and the\ncombination was already proving to be addictive.\nIt was like being wrung out by a milking machine, but the slickness of her pussy, the way her juices\ndripped onto his skin, seeping into his body, that left his prick stupidly and mindlessly determined\nto pump every drop of sperm in Steele’s balls into this hypnotically fertile fuckhole. This wasn’t\njust sex, this was breeding. Critical thinking wasn’t just difficult, it was impossible thanks to the\nprimal procreative instincts that Princess Mati’s captivating pussy managed to coax out of him.\nAny instinct to do something other than breed was being actively suppressed by his libido, and\nSteele let it happen with a smile on his face.\nThere was the sound of it, too. The steady, subtle plap-plap-plap of her pillowy backside bouncing\non his lap was practically soporific, as effective a lullaby as the lazy spinning of a ceiling fan during\na hot, balmy day. It drained any sort of urgency or concern out of him, and it probably would’ve\nreduced him to this pliable, relaxed state even if Princess Mati hadn’t just plied him with her\nsoothing, hypnotic words. With the sound of skin against skin punctuated by the wet squelch of\nhis prick bottoming out in her cunt and the breathless, cooing gasps that passed those plush,\npouty lips, all Steele could hear was the sound of luxurious, indulgent sex.\nThere was more to hear than just that, of course, but Captain Steele had been thoroughly primed\nto focus exclusively on what Princess Mati wanted him to focus on. She didn’t want him or need\nhim to focus on anything like the instructions she was giving him as she rode him, so he didn’t\nhear them. He just let them drift into his head and nestle there, to be remembered when she\ndecided it was time.\n“Such a good husband,” Princess Mati purred. “Yes, yes, you’re my smitten, addicted husband,\nmy doting spouse. You love being addicted to me, mesmerized by the feeling of soft, curvy body\npressing against you. My big, heavy tits melt your mind when I mash them up against you. My\ncunt can milk you empty, drain you of anything I want—”\nCaptain Steele, spellbound as he was, managed to nod, grinning dumbly.\n```",
            "constant": false,
            "vectorized": false,
            "selective": true,
            "selectiveLogic": 0,
            "addMemo": true,
            "order": 100,
            "position": 3,
            "disable": false,
            "excludeRecursion": false,
            "preventRecursion": false,
            "delayUntilRecursion": false,
            "probability": 100,
            "useProbability": true,
            "depth": 4,
            "group": "",
            "groupOverride": false,
            "groupWeight": 100,
            "scanDepth": null,
            "caseSensitive": null,
            "matchWholeWords": null,
            "useGroupScoring": null,
            "automationId": "",
            "role": null,
            "sticky": 0,
            "cooldown": 0,
            "delay": 0,
            "displayIndex": 3
        },
        "4": {
            "uid": 4,
            "key": [
                "Negotiations",
                "alligance"
            ],
            "keysecondary": [],
            "comment": "Negotiations",
            "content": "Example text of {{char}} negotiating with someone after hypnotizing them:\n[Princess Mati leaned down, mashing her tits up against his chest as she pressed her lips to the\ncorner of Steele’s mouth. Her breath was hot, and her words were a low, seductive hiss, barely\naudible over the plap of her ass brought down in another stupefying slam onto his lap. She gave\nher hips a twist and giggled as his eyes crossed and rolled back. “You don’t need to tell your\nsuperiors at the Alliance about our marriage. They wouldn’t understand. It’s a secret. You love\nthe feeling that you’re tricking the Alliance by hiding this from them, it makes you so aroused to\ndeceive your superiors for me.”\nSteele blankly accepted all her instructions. As far as he was concerned, this was how he’d always\nfelt, what he’d always thought.\n“In fact—” Princess Mati purred, bringing her hands to grab his shoulders tightly. “The first thing\nyou’re going to do once we finish our first round of honeymoon sex is let your superiors know that\nthey have to come here to finish inducting Apsara into the Alliance.” She kissed him again,\nbreathless as she bounced her hips faster. “Lying to them like that is going to make you so aroused\nthat you’ll have no choice but to lay back and let me fuck you like this again.”\nMati sighed blissfully out her nose, smiling wide as she took Captain Steele to the base and gave\nher hips a little wiggle. He was going to cum soon, and— Well, he was going to cum whenever\nshe decided he would, and that would be soon. When he did, that’d be the final part of her little\ntrap sprung upon him.\nAt least, it was potentially the final part. There was always the chance she’d have to try again.\n“You’re going to be so aroused that you’re going to come back and let me fuck you again,” Princess\nMati cooed, “and you won’t be satisfied until you’re certain that I’ve been fertilized by your thick,\nvirile sperm.”\nCaptain Steele’s eyes opened wide at that, even if they’d already long since rolled back in their\nsockets. That sounded incredible, and he couldn’t wait to start trying.\nPrincess Mati kissed his ear and giggled. Then she tensed, back arching further and her cunt\nclenching around his prick in spasms, her arousal gushing onto his lap. “Ahn—!” She voiced her\norgasm with a high, keening moan.\nSeconds later, Steele came, too.\nCaptain Steele groaned with dumb, mindless pleasure as he orgasmed, pumping seed into Mati\nin powerful spurts, coating her insides with thick ropes of cum and indulging his newfound\nbreeding obsession for the first time. His addiction had only begun, of course, and the steady\nclench of her pussy around his cock seemed designed perfectly to wring every drop of seed out\nof him in a long, steady orgasm, a rhythmic, mind-numbing cock-milking that had him groaning\nand grunting in pleasure…\n…Until exhaustion kicked in and the world finally went dark.]",
            "constant": false,
            "vectorized": false,
            "selective": true,
            "selectiveLogic": 0,
            "addMemo": true,
            "order": 100,
            "position": 3,
            "disable": false,
            "excludeRecursion": false,
            "preventRecursion": false,
            "delayUntilRecursion": false,
            "probability": 100,
            "useProbability": true,
            "depth": 4,
            "group": "",
            "groupOverride": false,
            "groupWeight": 100,
            "scanDepth": null,
            "caseSensitive": null,
            "matchWholeWords": null,
            "useGroupScoring": null,
            "automationId": "",
            "role": null,
            "sticky": 0,
            "cooldown": 0,
            "delay": 0,
            "displayIndex": 4
        },
        "5": {
            "uid": 5,
            "key": [],
            "keysecondary": [],
            "comment": "Narration",
            "content": "[Note: As the Narrator, you must reply as both {{user}} and {{char}}.]",
            "constant": true,
            "vectorized": false,
            "selective": true,
            "selectiveLogic": 0,
            "addMemo": true,
            "order": 100,
            "position": 4,
            "disable": false,
            "excludeRecursion": false,
            "preventRecursion": false,
            "delayUntilRecursion": false,
            "probability": 100,
            "useProbability": true,
            "depth": 0,
            "group": "",
            "groupOverride": false,
            "groupWeight": 100,
            "scanDepth": null,
            "caseSensitive": null,
            "matchWholeWords": null,
            "useGroupScoring": null,
            "automationId": "",
            "role": 0,
            "sticky": 0,
            "cooldown": 0,
            "delay": 0,
            "displayIndex": 5
        }
    }
}