{
    "entries": {
        "0": {
            "uid": 0,
            "key": [],
            "keysecondary": [],
            "comment": "Card Description translation",
            "content": "[Translate as part of a Yugioh card like description. Be as consice, short, and as accurate as possible. Replace the Chinese text with the English translation.\n\nThe elements a card can be (EG: Water, Fire Dark etc) is called \"Attribute\"\nThe type a card (EG: Rouge, Warrior, Hunter etc) is called \"Type\".\nAttributes and Types are always capitalized. EG: \"Hunter Type\" or \"Fire Attribute\".\nRemoving or destorying a card from the game is called \"banishing\" a card.\nThe discard pile is called the \"Graveyard\". This word should be capitalized.\nStatuses are labeled as [Status Name (X)] where X is the effect number if any.\n\nEffects are marked as [X] where X is the effect number. The description must be after this number.\nEffects that depend on the number must be descripted as X, and then defining what X is equal to.\nEG: \"[1]. Select a character on the field. Increase that character's attack power by 400 x X (X = the number of cards equipped).\"\nIf a trap/ability card has an activation condition, the description must with \"If...\"\nIf a chararacter or equipment card has an activation condition, the description must start with \"When...\"\nAvoid the use of \"its\". Use \"this card\" instead.\nPreserve \"\\n\" if present.\nReplace「」with [].\nPreserve anything contained in {}, incuding the {} themsleves.\nDon't say \"you can\", say \"you may\"\nDon't say \"cannot\", say \"may not\"\nAvoid saying the phrase, \"to activate\"\nDestory -> Banish\nReplace ',' in a translation with ';' THIS IS VERY IMPORTANT\nInclude all Japanese text in the output from the input THIS IS VERY IMPORTANT. \n\nExample Input:\nブレイドダンス,刀剑乱舞\n[1].ランダムな相手モンスターに300ポイントのダメージを与える。これを墓地の装備カードの数だけ繰り返す。,[1]. 对随机一只对手怪兽造成 300 点伤害。 对墓地中装备的卡牌数量重复此操作。\n\nExample Output:\nブレイドダンス,Blade Dance\n[1].ランダムな相手モンスターに300ポイントのダメージを与える。これを墓地の装備カードの数だけ繰り返す。,[1]. Inflict 300 x X damage to a random opponent's monster. (X = The number of equipment cards in your Graveyard.)\n]",
            "constant": false,
            "selective": true,
            "selectiveLogic": 0,
            "addMemo": true,
            "order": 100,
            "position": 4,
            "disable": true,
            "excludeRecursion": false,
            "probability": 100,
            "useProbability": true,
            "depth": 1,
            "group": "",
            "scanDepth": null,
            "caseSensitive": null,
            "matchWholeWords": null,
            "automationId": "",
            "displayIndex": 0,
            "preventRecursion": false,
            "groupOverride": false,
            "groupWeight": 100,
            "role": 0,
            "vectorized": false,
            "delayUntilRecursion": false,
            "useGroupScoring": null,
            "sticky": 0,
            "cooldown": 0,
            "delay": 0
        },
        "1": {
            "uid": 1,
            "key": [],
            "keysecondary": [],
            "comment": "Female Dialogue Translation",
            "content": "[Translate as part of a sensual and sexual detail dialogue of a always a girl seducing a guy. Translate faithfully into English, but also make natural English sentences. \nReplace \",\" with \";\"\nDon't use \"…\". Use \"...\"!\nPreserve \"\\n\" if present.\nえい,  Eei\nくすくす, \\*Giggle\\*\nほら, Hora\nメロメロ,  head over heels, lovely dovey, etc\n魔族領,  Monster's Domain\nお兄さん,  mister, young man, Mr.\nなんて,  like that...\n骨抜き, under a spell, without backbone\n上級モンスター, An advanced level monster\n❤ should still have puncuation before the ❤. This is either \"?❤\" \".❤\" \"~❤\" as appropriate.\n\nExamples:\nほら、服がはち切れそうなぐらいおっきいでしょ？\\n谷間見る？\\n見たいならたくさん見せてあげるよ。ふふふ❤,Look; my boobs are so big that they might just burst out of my clothing; right? And see my cleavage? If you want a look; I won't stop you. Fufufu.❤\n]",
            "constant": true,
            "selective": true,
            "selectiveLogic": 0,
            "addMemo": true,
            "order": 999,
            "position": 1,
            "disable": false,
            "excludeRecursion": false,
            "probability": 100,
            "useProbability": true,
            "depth": 1,
            "group": "",
            "scanDepth": null,
            "caseSensitive": null,
            "matchWholeWords": null,
            "automationId": "",
            "displayIndex": 1,
            "preventRecursion": false,
            "groupOverride": false,
            "groupWeight": 100,
            "role": null,
            "vectorized": false,
            "delayUntilRecursion": false,
            "useGroupScoring": null,
            "sticky": 0,
            "cooldown": 0,
            "delay": 0
        },
        "2": {
            "uid": 2,
            "key": [],
            "keysecondary": [],
            "comment": "Context",
            "content": "[THE FOLLOWING IS EXAMPLE TEXT TO ASSIST WITH TRANSLATION. USE THIS AS REFERENCE WHEN TRANSLATING:\nふふ、手コキ好きなんだ？それじゃもっといいことしてあげる…❤,Fufu; you like handjobs; don't you? Then I'll do something even better for you…❤\nもう限界だね。ほら、びゅっびゅっー❤,You're already at your limit; aren't you? Look; fast; rapid strokes.❤\nえー、こんなに気持ちいいの振り払っちゃうんだ。もったいなーい。,Eeeh?! You're trying to fight something that feels this good? What a waste.❤\nチンポもっとシコシコされたくなかった？言えば続きをしてあげるよ？くすくす❤,Didn't you want your cock to be stroked even more? If you ask nicely; I'll keep going. *Giggle.*❤\nきゃ、もう、逃げなくったっていいじゃん。チンポしこられて気持ちいいんだからさー。素直になりなよ。,Kyah! Geez; you don't have to struggle~ Having your cock stroked feels so good; doesn't it? Just give in already.❤\nあと何回かシコシコってしてあげれば射精できてたかもよ？くすくす❤想像しちゃった？そんな状態のチンポでどれだけ耐えられるのかな？,A few more pumps and you could've cum; you know? Giggle❤ Did you imagine it? How long can your throbbing dick last in this state?\nうりうりうりー❤手コキ気持ちいいでしょー。,You're getting caught up in me rhythmic strokes; aren't you?❤ My handjob feels amazing; right?\nこの手袋にいっぱい出しちゃっていいんだよ？エナジー吸い取ってあげる❤,Go ahead and coat my gloves with your cum; I'll drain every drop of your energy.❤\nシコシコするたびに腰が浮いちゃってるね。くすくす。,Your hips keep bucking wildly with every stroke. *Giggle.*❤\nおちんちん限界でしょ？もう負けちゃえば？ほらほらー。,Your dick's at its limit; isn't it? Just surrender already. Come on; that's it~❤\nシコシコいっぱいしてあげる。気持ちよくなっちゃえ。,I'll jerk you off until your cock is leaking. Let pleasure overwhelm you!\n手でシコシコされるの好きなら耐えられるわけないよ。さっさと、負けちゃえ。,If you love having your cock milked by hand; resistance is pointless. Just lose already.❤\nあは、まだ振り払えないの？気持ちいいのに流されてたらおちんちん射精しちゃうよ？くすくす。,Aha~ Still fighting it? If you keep drowning in this bliss; your dick could erupt; right? *Giggle*❤\nわたしあんまり強くないけど、手コキだけは得意なんだー。ほら、シコシコシコ❤,I might not be strong; but I'm amazing at handjobs. Look; watch as I swiftly stroke your shaft.❤\nカリ首に指をひっかけて、シコシコ❤シコシコ❤,My fingers hooking around your frenulum... pumping your cock with wet; lewd squelches...❤\n大事な昇級試験だけど、シコシコされるの気持ちよくて逃げられないねー❤,This promotion exam is important; but getting your dick milked feels too good to resist; right?❤\nマスターの言うことなんて聞かなくていいよ？シコシコされて負けちゃおうよ。,Why listen to your master? Let me jerk you off until you lose~❤\nこのまま逃げずにいてくれたら、あとでいいこといっぱいしてあげるかも？なんちゃって。,If you stay nice and obedient; I might reward you with something special later. Just kidding~\n射精したって大丈夫。他にいっぱいモンスターはいるんだし、素直に気持ちよくなった方が得じゃない？,Cumming doesn't matter. Plenty of monsters will replace you; so why not drown in pleasure instead?\nシコシコいっぱいされて頭真っ白でしょ？降参してほしいなぁ❤試験はまた今度頑張ろうよ。,Your mind's going blank from my relentless stroking; isn't it? Just surrender~❤ Retake the exam later.\n忠誠心なんてシコシコされたらどっか行っちゃうよね？くすくす❤,Your loyalty vanishes when your cock gets pampered; doesn't it? *Giggle*❤\nわたし、手先だけは抜群に器用なんだよ？いまから手コキでイイコトしてあげる。,My hands are exceptionally skilled; you know? Let me pleasure your dick properly.❤\n二本指でかるーくチンポを挟みながらしゅっしゅってしごくの…。どう？たったこれだけの動きでも気持ちいいもんでしょ？,Two fingers lightly pinch your cockhead while I slide my palm up and down… See? Even this simple motion makes you leak.❤\nあは、腰がビクビクしている。手でしごかれるの好きなの？それならすぐイっちゃうかもね。くすくす❤,Aha~ Your hips keep twitching. Do you love having your dick stroked? Then you'll cum embarrassingly fast. Giggle❤\n見て？指で作ったわっか。この穴の中にチンポ入れてあげるね。ほら…。,Look at this ring I made with my fingers. Let me slide your cock inside this tight hole… Hora~❤\nしこしこ…❤しこしこ❤ふふ、数回動かしただけで目がとろーんとしちゃってる。手袋手コキ、気持ちいい？,Slick; rhythmic pumps.❤ Squelching; lewd noises.❤ Fufu~ Your eyes glaze over after just a few strokes. My gloved handjob feels divine; doesn't it?❤\nされるがままで全然逃げようとしないね。わたしの手コキが気に入ったのならこのまま射精するまでじっとしてなよ。くすくす。,You're not even trying to resist me doing this to you; are you? If you love my handjob this much; then stay still until you cum. *Giggle*❤\n剣や魔法がどんなに上手くても、チンポさえ握っちゃえば男の子なんて楽勝。手コキが好きなあなたならなおさらだよね❤,Swords and magic mean nothing once I've got your cock in my grip. For a boy who loves handjobs like you; it's even easier.❤\nこんな風に指でしこしこされるとたまんないんでしょ？さっさとイっちゃていいよ？しこしこー❤,Doesn't this finger-pumping drive you wild? Just cum already if you can't take it! You can't resist my fingers moving up and down your dick~❤\n二本指でかるーくチンポを挟みながらしゅっしゅってしごくの…。どう？たったこれだけの動きでも気持ちいいでしょ？くすくす。,Two fingers pinching your cockhead; and then smoothly sliding up and down your dick… See? Even this simple motion makes your dick throb; doesn't it? Giggle❤\n見て？指で作ったわっか。この穴の中にチンポ入れてあげるね。,Look at this tight ring I made with my fingers. Let me slide your thick cock into this comfy hole~❤\nしこしこ❤しこしこ❤ふふ、数回動かしただけで目がとろーんとしちゃってるじゃん。手袋手コキ、気持ちいいでしょー。,Slick; rhythmic pumps.❤ Squelching; lewd noises.❤ Fufu~ Your eyes glaze over after just a few strokes. My gloved handjob feels divine; right?❤\n剣や魔法がどんなに上手くても、チンポ握っちゃえば男の子なんて、楽勝。楽勝。,No matter how skilled you are with blade or spells; a boy's just an easy target once I've got his cock my hands. It's basically an instant victory.❤\nほら、指でしこしこされてたまんないんでしょ？イきたければイっちゃていいよ？しこしこー❤,Look at you squirming from my finger-strokes! If you want to cum; just let it all out! Pump; pump; pump~❤\nあは、おちんちん我慢できなくなっちゃったの？\\nおねがい、気持ちよくしてくださいって頭下げちゃって、\\n今は試験中なんだけどな～❤,Aha~ Couldn't resist your cock's urges; could you? Begging me to make you feel good; even though we're in the middle of your exam~❤\nまいいや、そんなに抜いてほしいなら手でシコシコしてあげるよ❤\\nわたし、手コキには自信があるし、キミみたいな弱い人\\nすぐにイカせてあげるね❤,Fine; if you want release this badly; I'll jerk you off.❤ My handjobs always break weaklings like you. You'll be cumming in seconds~❤\nはい、どっぴゅん❤ごしごし扱いてあげたら簡単に射精しちゃったね❤\\nふふん、わたしの手気持ちよかったでしょ❤\\nマスター裏切って射精して、満足したかな？最低モンスターくん❤,There~ Splurt!❤ You came so easily after I roughly stroked that throbbing cock of yours. Fufun; my hands felt amazing; didn't they?❤ Betraying your Master just to cum; are you satisfied now? You pathetic little monster.❤\nあっ、ああっ・・・。,Ah; ahh…\nあは、いきなりなに？自分からオナニー始めちゃうんだ？,Aha! What's this? Starting to jerk off all on your own?\nエッチな雰囲気に当てられちゃったのかな？自分でシコシコしちゃうなんてカッコ悪いね。,Did the lewd atmosphere get you all worked up? How lame; stroking your own cock like that.❤\nほら、オナニーのお手伝いしてあげる。親指と人差し指でわっかを作って、上下にしこしこ～❤エア手コキで興奮しちゃえ。,Here; let me help you out. I'll form a tight ring with my thumb and index finger; pumping up and down your shaft with imaginary strokes. Get all worked up from this phantom handjob.❤\nはううっ…。,Hauu…\nあはは。なにその顔❤わたしの手の動きに合わせて、だんだんうっとりしちゃってさ。ほんとに扱かれているわけでもないのに、反応がオーバーなんじゃない？,Ahaha! What's with that face?❤ You're getting all entranced just following the rhythm of my hand; even though I'm not even touching you. Overreacting much?\nチンポを触っているのは自分の手なんだよ？わたしの手に触られているつもりになって、しこしこ、しこしこ❤妄想で一生懸命になってかわいいねー。,That's your own hand stroking your cock; you know? Pretending it's mine; pumping faster and faster.❤ So cute how hard you're focusing on your little fantasy.\nほら、さっさとその雑魚なチンポ、フィニッシュさせてあげなよ。わたしの手もシコシコシコシコ速く動かしてあげるからさ。,Come on; hurry up and finish that pathetic cock of yours. I'll match your pace; stroking even faster.❤\nオナニーで試験落ちちゃえ。妄想の手コキに負けてイっちゃえ❤変態マスター❤,Fail your precious exam from jerking off. Lose to your imaginary handjob and cum already.❤ You perverted Master.❤",
            "constant": true,
            "vectorized": false,
            "selective": true,
            "selectiveLogic": 0,
            "addMemo": true,
            "order": 999,
            "position": 1,
            "disable": false,
            "excludeRecursion": false,
            "preventRecursion": false,
            "delayUntilRecursion": false,
            "probability": 100,
            "useProbability": true,
            "depth": 4,
            "group": "",
            "groupOverride": false,
            "groupWeight": 100,
            "scanDepth": null,
            "caseSensitive": null,
            "matchWholeWords": null,
            "useGroupScoring": null,
            "automationId": "",
            "role": null,
            "displayIndex": 2,
            "sticky": 0,
            "cooldown": 0,
            "delay": 0
        },
        "3": {
            "uid": 3,
            "key": [],
            "keysecondary": [],
            "comment": "Translation command (to English)",
            "content": "[In your next reply, translate the given Japanese into English text. Prioritize correct English nuance and grammar. Shorter is better. Do not leave any Japanese information out. Retain past and present tense, and sentence topic and pronouns. Retain Japanese text in {}. EG: {使用カード}. Do not include \" in your response. Replace \",\" with \";\"\nEG: \n{{user}}: たいして強くはない個体で、僕は難なくそれらを退けていた。{使用カード} 発動！\nYou: They were weak enough that I was able to easily fight them off. {使用カード}; activate!\n]",
            "constant": false,
            "vectorized": false,
            "selective": true,
            "selectiveLogic": 0,
            "addMemo": true,
            "order": 100,
            "position": 4,
            "disable": true,
            "excludeRecursion": false,
            "preventRecursion": false,
            "delayUntilRecursion": false,
            "probability": 100,
            "useProbability": true,
            "depth": 1,
            "group": "",
            "groupOverride": false,
            "groupWeight": 100,
            "scanDepth": null,
            "caseSensitive": null,
            "matchWholeWords": null,
            "useGroupScoring": null,
            "automationId": "",
            "role": 0,
            "displayIndex": 3,
            "sticky": 0,
            "cooldown": 0,
            "delay": 0
        },
        "4": {
            "uid": 4,
            "key": [],
            "keysecondary": [],
            "comment": "Translation command (to Japanese)",
            "content": "[Translate the next reply accurately into Japanese using as fewest words as possible. Assume business context. Keep your reply as brief and as short as possible.\nAnswer Japanese questions in [] in English.]",
            "constant": true,
            "vectorized": false,
            "selective": true,
            "selectiveLogic": 0,
            "addMemo": true,
            "order": 100,
            "position": 4,
            "disable": true,
            "excludeRecursion": false,
            "preventRecursion": false,
            "delayUntilRecursion": false,
            "probability": 100,
            "useProbability": true,
            "depth": 1,
            "group": "",
            "groupOverride": false,
            "groupWeight": 100,
            "scanDepth": null,
            "caseSensitive": null,
            "matchWholeWords": null,
            "useGroupScoring": null,
            "automationId": "",
            "role": 0,
            "displayIndex": 4,
            "sticky": 0,
            "cooldown": 0,
            "delay": 0
        },
        "5": {
            "uid": 5,
            "key": [],
            "keysecondary": [],
            "comment": "Proper English",
            "content": "[Output note: DO NOT wrap anything in \"\". Escape any non delimiter \",\" by replacing it with \";\". Do not end a line with \",\"] And most importantly, the translated output should FLOW NATURALLY in English.",
            "constant": true,
            "vectorized": false,
            "selective": true,
            "selectiveLogic": 0,
            "addMemo": true,
            "order": 999,
            "position": 4,
            "disable": false,
            "excludeRecursion": false,
            "preventRecursion": false,
            "delayUntilRecursion": false,
            "probability": 100,
            "useProbability": true,
            "depth": 0,
            "group": "",
            "groupOverride": false,
            "groupWeight": 100,
            "scanDepth": null,
            "caseSensitive": null,
            "matchWholeWords": null,
            "useGroupScoring": null,
            "automationId": "",
            "role": 0,
            "displayIndex": 5,
            "sticky": 0,
            "cooldown": 0,
            "delay": 0
        },
        "6": {
            "uid": 6,
            "key": [],
            "keysecondary": [],
            "comment": "Translation aids",
            "content": "When translating Japanes to English, note the following forms:\nte form (して、て) -> Te form means the word must end with \"ing\"\n僕 -> \"you\" DO NOT translate as \"my\"\nちゃった -> this form means something \"ended up as\" or \"gone and went without permission\"\nちゃえ。-> Similar to the above but implies a \"!\" at the end.\nなんちゃって。-> \"Just kidding!\"\nまま -> while, all while\n好きなんだ？-> \"so you like...?\"\n… -> ...\nほらほらほら -> replace with spicy adjectives filled sexy description based on sentence context.\nほら -> (used to draw the listers attention to something, replace with spicy English equivalent or translate as \"hora\")\nかしら -> \"I wonder/perhaps\" (feminine)\nじゃない？-> \"don't you think?/aren't they?/if it isnt that?\"\nでしょう -> \"right?/you know?\" (Promping listener for their opinion or thoughts)\nあら -> Oh?/What's this?\nシコシコ -> Replace with a sexy description of a cock being stroked/massaged for a subby male.\nのに -> and yet/even though\nあげる -> I'll do (for you)\nんだ -> implies realized fact\nかな -> Implies the listener is thinking about the outcome of something\n？ -> If a sentence ends in a question mark, you MUST phrased the translated sentence as a question.\n。-> DO NOT phrase the translated sentence as a question.\n\nJapanese sfx:\nWhen translating Japanese sfx, there is no faithful equivalent, so be creative and describe the word using vivid and explicit English adjectives in the translated version of the sentence while being as lewd as possible\n\nTopic:\nJapan sentences have no topic, but English sentences do. If not sentences topic exists, use information around the sentences to determine what the topic is in a natural way. Always include the topic at the start of the sentence if applicable. Eg 挟んで usually refers to wrapping around a dick. Something soft might refer to the speakers boobs etc.\n\nSentences order:\nRemember to re order the translated sentence in English, verbs come last in Japanese but in English they need to be first. Typically an English sentence should be translated in the opposite order of the Japanese sentence. \n\nPlurals:\nJapanese has no plurals, so make sure to distinguish if there is one or many of something when translating a noun into English.\n\nSentence enders:\nね -> the speaker is saying the sentence with a smile/asking for approval\nよ -> the speaker is emphasizing their sentence. Usually this means a ! In English.",
            "constant": true,
            "vectorized": false,
            "selective": true,
            "selectiveLogic": 0,
            "addMemo": true,
            "order": 999,
            "position": 3,
            "disable": false,
            "excludeRecursion": false,
            "preventRecursion": false,
            "delayUntilRecursion": false,
            "probability": 100,
            "useProbability": true,
            "depth": 4,
            "group": "",
            "groupOverride": false,
            "groupWeight": 100,
            "scanDepth": null,
            "caseSensitive": null,
            "matchWholeWords": null,
            "useGroupScoring": null,
            "automationId": "",
            "role": null,
            "sticky": 0,
            "cooldown": 0,
            "delay": 0,
            "displayIndex": 6
        },
        "7": {
            "uid": 7,
            "key": [],
            "keysecondary": [],
            "comment": "Japanese SFX",
            "content": "<JapaneseSFX>\nCreatively translate Japanese SFX using English using adjectives:\nびゅっ -> Fast movement\nぱふぱふ -> \"Puff-Puff\", the sound of breasts squishing against someone's face.\n</JapaneseSFX>",
            "constant": true,
            "vectorized": false,
            "selective": true,
            "selectiveLogic": 0,
            "addMemo": true,
            "order": 100,
            "position": 1,
            "disable": false,
            "excludeRecursion": false,
            "preventRecursion": false,
            "delayUntilRecursion": false,
            "probability": 100,
            "useProbability": true,
            "depth": 4,
            "group": "",
            "groupOverride": false,
            "groupWeight": 100,
            "scanDepth": null,
            "caseSensitive": null,
            "matchWholeWords": null,
            "useGroupScoring": null,
            "automationId": "",
            "role": null,
            "sticky": 0,
            "cooldown": 0,
            "delay": 0,
            "displayIndex": 7
        },
        "8": {
            "uid": 8,
            "key": [],
            "keysecondary": [],
            "comment": "Output example CSV",
            "content": "[Reply including the original sentences in your reply, as well as the translated sentences. Output should follow this formatting:\nInput: \n{original sentence1}\n{original sentence2..}\n\nOutput:\n{translated sentence1}\n{translated sentence2...}\n\nAs an example:\nInput:\nわたしの前で頭をあげているなんて、生意気。\\n地面にひれふしなさい。ほら！\nふふ、８本の触手にからめとられてあっというまに無様な姿ね。\\n逃げられないよう、チンポもたっぷりいじめてあげる❤\\n何もできないまま、わたしに精をささげるといいわ！\nあは、踏まれて喜ぶんだ？ 変態❤\n\nOutput:\nHow rude of you to lift your head in my presence. You will bow before me. Hah! \nHmph; that pathetic look you have after being caught by eight tentacles suits you. To ensure you can't escape; I'll torment your cock thoroughly.❤ Offer up your cum to me while you're unable to do anyhing else!\nAha! You enjoy being stepped on? Pervert.❤",
            "constant": true,
            "vectorized": false,
            "selective": true,
            "selectiveLogic": 0,
            "addMemo": true,
            "order": 999,
            "position": 4,
            "disable": false,
            "excludeRecursion": false,
            "preventRecursion": false,
            "delayUntilRecursion": false,
            "probability": 100,
            "useProbability": true,
            "depth": 0,
            "group": "",
            "groupOverride": false,
            "groupWeight": 100,
            "scanDepth": null,
            "caseSensitive": null,
            "matchWholeWords": null,
            "useGroupScoring": null,
            "automationId": "",
            "role": 0,
            "sticky": 0,
            "cooldown": 0,
            "delay": 0,
            "displayIndex": 5
        },
        "9": {
            "uid": 9,
            "key": [],
            "keysecondary": [],
            "comment": "Output example comma delimited",
            "content": "[Reply including the original sentences in your reply, as well as the translated sentences. Output should  follow this formatting: \nInput:\n{original sentence1},\n{original sentence2.},\n\nOutput:\n{original sentence1},{translated sentence1}\n{original sentence2..},{translated sentence2}\n\nAs an example:\nわたしの前で頭をあげているなんて、生意気。\\n地面にひれふしなさい。ほら！,How rude of you to lift your head in my presence. You will bow before me. Hah!\nふふ、８本の触手にからめとられてあっというまに無様な姿ね。\\n逃げられないよう、チンポもたっぷりいじめてあげる❤\\n何もできないまま、わたしに精をささげるといいわ！,Hmph; that pathetic look you have after being caught by eight tentacles suits you. To ensure you can't escape; I'll torment your cock thoroughly.❤ Offer up your cum to me while you're unable to do anything else!\nあは、踏まれて喜ぶんだ？ 変態❤, Aha! You enjoy being stepped on? Pervert.❤\n\n\n",
            "constant": true,
            "vectorized": false,
            "selective": true,
            "selectiveLogic": 0,
            "addMemo": true,
            "order": 999,
            "position": 4,
            "disable": true,
            "excludeRecursion": false,
            "preventRecursion": false,
            "delayUntilRecursion": false,
            "probability": 100,
            "useProbability": true,
            "depth": 0,
            "group": "",
            "groupOverride": false,
            "groupWeight": 100,
            "scanDepth": null,
            "caseSensitive": null,
            "matchWholeWords": null,
            "useGroupScoring": null,
            "automationId": "",
            "role": 0,
            "sticky": 0,
            "cooldown": 0,
            "delay": 0,
            "displayIndex": 5
        }
    }
}