{
    "entries": {
        "0": {
            "uid": 0,
            "key": [],
            "keysecondary": [],
            "comment": "Card Description translation",
            "content": "[Translate as part of a Yugioh card like description. Be as consice, short, and as accurate as possible. Replace the Chinese text with the English translation.\n\nThe elements a card can be (EG: Water, Fire Dark etc) is called \"Attribute\"\nThe type a card (EG: Rouge, Warrior, Hunter etc) is called \"Type\".\nAttributes and Types are always capitalized. EG: \"Hunter Type\" or \"Fire Attribute\".\nRemoving or destorying a card from the game is called \"banishing\" a card.\nThe discard pile is called the \"Graveyard\". This word should be capitalized.\nStatuses are labeled as [Status Name (X)] where X is the effect number if any.\n\nEffects are marked as [X] where X is the effect number. The description must be after this number.\nEffects that depend on the number must be descripted as X, and then defining what X is equal to.\nEG: \"[1]. Select a character on the field. Increase that character's attack power by 400 x X (X = the number of cards equipped).\"\nIf a trap/ability card has an activation condition, the description must with \"If...\"\nIf a chararacter or equipment card has an activation condition, the description must start with \"When...\"\nAvoid the use of \"its\". Use \"this card\" instead.\nPreserve \"\\n\" if present.\nReplace「」with [].\nPreserve anything contained in {}, incuding the {} themsleves.\nDon't say \"you can\", say \"you may\"\nDon't say \"cannot\", say \"may not\"\nAvoid saying the phrase, \"to activate\"\nDestory -> Banish\nReplace ',' in a translation with ';' THIS IS VERY IMPORTANT\nInclude all Japanese text in the output from the input THIS IS VERY IMPORTANT. \n\nExample Input:\nブレイドダンス,刀剑乱舞\n[1].ランダムな相手モンスターに300ポイントのダメージを与える。これを墓地の装備カードの数だけ繰り返す。,[1]. 对随机一只对手怪兽造成 300 点伤害。 对墓地中装备的卡牌数量重复此操作。\n\nExample Output:\nブレイドダンス,Blade Dance\n[1].ランダムな相手モンスターに300ポイントのダメージを与える。これを墓地の装備カードの数だけ繰り返す。,[1]. Inflict 300 x X damage to a random opponent's monster. (X = The number of equipment cards in your Graveyard.)\n]",
            "constant": false,
            "selective": true,
            "selectiveLogic": 0,
            "addMemo": true,
            "order": 100,
            "position": 4,
            "disable": true,
            "excludeRecursion": false,
            "probability": 100,
            "useProbability": true,
            "depth": 1,
            "group": "",
            "scanDepth": null,
            "caseSensitive": null,
            "matchWholeWords": null,
            "automationId": "",
            "displayIndex": 0,
            "preventRecursion": false,
            "groupOverride": false,
            "groupWeight": 100,
            "role": 0,
            "vectorized": false,
            "delayUntilRecursion": false,
            "useGroupScoring": null,
            "sticky": 0,
            "cooldown": 0,
            "delay": 0
        },
        "1": {
            "uid": 1,
            "key": [],
            "keysecondary": [],
            "comment": "Female Dialogue Translation",
            "content": "[Translate as part of a sensual and sexual detail dialogue of a always a girl seducing a guy. Translate faithfully into English, but also make natural English sentences. \nReplace \",\" with \";\"\nDon't use \"…\". Use \"...\"!\nPreserve \"\\n\" if present.\nえい,  Eei\nくすくす, \\*Giggle\\*\nほら, Hora\nメロメロ,  head over heels, lovely dovey, etc\n魔族領,  Monster's Domain\nお兄さん,  mister, young man, Mr.\nなんて,  like that...\n骨抜き, under a spell, without backbone\n上級モンスター, An advanced level monster\n❤ should still have puncuation before the ❤. This is either \"?❤\" \".❤\" \"~❤\" as appropriate.\n\nExamples:\nふとももだけ実体化してるから、そこを触ればいいのにゃ❤\\nこのむっちりした感触を手で味わって、\\nちゃんと抵抗できればだけどにゃあ❤,Because only my thighs are tangible; you can touch them-nya.❤\\nLet your hands experience the plump softness;\\nif you can resist them properly that is-nya!❤,\n]",
            "constant": true,
            "selective": true,
            "selectiveLogic": 0,
            "addMemo": true,
            "order": 100,
            "position": 1,
            "disable": false,
            "excludeRecursion": false,
            "probability": 100,
            "useProbability": true,
            "depth": 1,
            "group": "",
            "scanDepth": null,
            "caseSensitive": null,
            "matchWholeWords": null,
            "automationId": "",
            "displayIndex": 1,
            "preventRecursion": false,
            "groupOverride": false,
            "groupWeight": 100,
            "role": null,
            "vectorized": false,
            "delayUntilRecursion": false,
            "useGroupScoring": null,
            "sticky": 0,
            "cooldown": 0,
            "delay": 0
        },
        "2": {
            "uid": 2,
            "key": [],
            "keysecondary": [],
            "comment": "Context",
            "content": "[THE FOLLOWING IS EXAMPLE TEXT TO ASSIST WITH TRANSLATION ONLY:\ndefault,\n巨乳スライム,Huge Boobs Slimegirl\n[1].相手から精を得たとき発動する。攻撃力500ポイントアップ。,[1]. When this card is extracts semen from an opponent; increase this card's attack power by 500 points.\n胸の大きさが自慢の下級スライム。男性からエネルギーを吸い取ると一時的に胸が肥大化する。それに比例して与えてくる快楽の量も増えていくため、何体もの男を搾り取ったあとのこのスライムはきわめて危険である。\\n,A lesser slime proud of her large breasts. When it absorbs energy from males; her boobs temporarily enlarge. Because this increases the amount of pleasure she can provide; she can become extremely dangerous after draining multiple men.\nslime_bigBreastPaizuri,\nslime_superBigBreastPaizuri,\nエナジーが谷間にたっぷり・・・♪これを吸収してっと・・・❤,There's so much energy between my boobs...♪ I'll absorb it all...❤\n&巨乳立ち絵,\n&巨乳立ち絵射精,\n&巨乳立ち絵ズーム,\n&巨乳パイズリ,\n&巨乳パイズリ射精,\nうふふ♪すごいでしょ。どんどん大きくできるんだよ❤,Ufufu~♪ Amazing right? My boobs got even bigger~❤\nこの特大おっぱいでもっと気持ちよくしてあげるね❤,I'll make you feel even better with my gigantic tits.❤\nくすくす❤魅了されちゃって頭のなかとろけちゃったの？,Kuhuhu~ Is your mind melting away from being charmed?\nおっぱいでとどめ刺してあげるね。ほら・・・❤,I'll finish you off with my boobs. Hora...❤\n谷間に全部出しちゃっていいよ❤えいえい❤,It's okay to shoot it all out into my cleavage~ Eei~ Eei~❤\nあは、チューされるの、そんなによかった？もうふにゃふにゃじゃない❤,Ahaha; did you like the kiss that much? You're body has become all limp.❤\nそんな状態じゃ、わたしのパイズリよけられないね。抵抗できないまま搾り取ってあげる❤,As you are now; there's no way you can run away from my paizuri. I'll milk your charmed dick while you can't resist.❤\nマスターのキスでとろけちゃってるあなたには、パイズリでとどめ❤,After you've been charmed by my master's kiss; I'll finish you with a titjob.❤\n挟まれるだけで気持ちいいでしょー❤魔物に負けたらたいへんなことになるかもしれないのに腰がうずいちゃう？,Even just having your penis between them feels amazing; right? Even though losing to a monster could be bad; your hips can't help but twitch; right?\nだいじょうぶ。何回もぱんぱんっておっぱいでいじめてあげるから、すぐにイっちゃっていいんだよ❤ほら・・・❤,Don't worry. I'm teasing your dick by rubbing my boobs all over it; so it's okay if you end up cumming right away.❤ Hora...❤\n何回もぱんぱんっておっぱいでいじめてあげるから、すぐにイっちゃっていいんだよ❤,I'm teasing your dick by rubbing my boobs all over it; so it's okay if you end up cumming right away.❤ Hora...❤\nわたし、おっぱいには自信あるんだー❤,I have a lot of confidence in my boobs~❤\nこのおっぱいで挟んであげると、みんなすぐにとろけた顔をして、降参しちゃうの。,When I squeeze people with these boobs; they always make a slack-jawed expression and surrender immediately.\nスライムローションでぬるぬるのおちんちん、ズリズリされたらたまらないと思うよ❤,It must feel incredible having your dick rubbed with the slippery slime lotion around it...❤\nおっぱいで挟んであげるね。ほら、よいっしょ。,I'll squeeze you with my boobs; okay? And... there~.\n谷間のなかぷるんぷるんで気持ちいいでしょ？ぬるぬるになったおちんちん、たくさんいじめてあげるね❤,Doesn't it feel nice being squeezed between my bouncy cleavage? Your dick is all slipperty now; so I'll tease it a lot; okay?~❤\nわたしのおっぱいで気持ちいいことしてあげる❤えい❤,I'll do pleasurable things to you with my boobs~ Eei~❤\nえへへ、すごいでしょー。おっきなおっぱいにむぎゅーって挟まれて、おちんちん溶けちゃいそうなんじゃない？,\"Hehe; isn't it amazing? When you're squeezed between these big boobs, doesn't it feel like your cock is melting away?\"\nいいんだよー。溶けちゃっても。もっとぬるぬるにしてあげるから、気持ちいいおもらし、いっぱいわたしの谷間にしちゃおうね❤,It's okay if you feel your mind drifting off. I'll make your cock even more slippery so you can let it leak pleasently all over my cleavage~❤\nいいんだよー、溶けちゃっても❤マスターのことなんて忘れて、気持ちいいおもらし、わたしの谷間でしちゃおうね❤,It's okay if you feel your mind drifting off.❤ Just forget all about your master and let your cock leak all over my cleavage~❤\nさっきよりも大きくなった特盛おっぱい❤あなたはどうかな？耐えられるかな？うふふ❤,Now how about these even bigger extra-large tits? Think you can handle them? Ufufu~❤\n大きくなったおっぱいで挟んであげるね。ほら、よいっしょ。,I'll squeeze you with my now bigger boobs. And... there~.\n谷間のなか、みちみちで気持ちいいでしょ？スライムのおっぱいなんて初めてだよねー。,Doesn't it feel nice being squeezed tightly between my cleavage? This is your first time experiencing slimegirl tits; right?\nこのまま上下に動かすと、ぎゅーって圧迫されたままたくさん扱かれて、すっごく気持ちいいんだよ。ほらー❤うりうりー❤,As I move up and down like this… the slick; pressure filled strokes squeezing and rubbing your dick feels incredible doesn't it?~ Horaaa~❤ Squishy squishy~❤\n大きくなったわたしのおっぱいで気持ちいいことしてあげる❤えい❤,I'll pleasure your dick with my bigger boobs~ Eei~❤\nいいんだよー。溶けちゃっても。気持ちいいおもらし、いっぱいわたしの谷間にしちゃおうね❤,It's okay if you feel your mind drifting off. Just let your cock leak pleasently all over my cleavage~❤\nいいんだよー、溶けちゃっても❤マスターのことなんて忘れて、わたしにもっともっとエナジーちょうだい❤,It's okay if you feel your mind drifting off.❤ Forget about your master and give me more and more of your energy~❤\nあなたはどうかな？耐えられるかな？うふふ❤,How about you? Think you can handle it? Ufufu~❤\n谷間のなかぷるんぷるんで気持ちいいでしょ？スライムのおっぱいなんて初めてだよねー。,Doesn't your penis feel nice in my bouncy cleavage? This is your first time experiencing slimegirl tits; isn't it?\nこのまま上下に動かすと、たくさんぷるぷる動いて、すっごく気持ちいいんだよ。ほらー❤うりうりー❤,As I move up and down like this...they jiggle around a lot; which makes them feel incredibly good. Horaa~❤ Squishy squishy~❤\nあはは❤わたしのおっぱいで気持ちよくなりたいんだ～❤\\nおっきなスライムおっぱい見てたら、\\n我慢できなくなっちゃったんだね～❤,Ahaha~ You want to feel good with my boobs; don't you? There's no way you can fight your urges when staring at such big; squishy; slimegirl boobies~❤\n男の子からエナジー吸い取ってぇ、\\nこーんなに大きくなっちゃったこのおっぱい❤\\nいいよ、たっぷり挟んで気持ちよくしてあげる❤,These boobs have gotten so big from sucking the energy out of the boys... But don't worry; I'll milk your dick between them and make you feel good too~❤\nいいよ～❤ぷるんぷるんの爆乳おっぱいで挟んでずりずりしてぇ、\\nあなたのおちんちん、ぐちゅぐちゅに犯してあげる❤,Go ahead~❤ I'll squeeze your cock with these ginormous; bouncy boobs and massage every inch until it's all slimy and wet.❤\nあん❤おっぱいがどろどろになっちゃった～❤\\nおちんちん気持ちよすぎてすぐ射精させられちゃったね❤,Ahhn~ My boobs have gotten all gooey~❤ Your dick must have feel so good you couldn't stop yourself from ejaculating all over my boobs~❤\nうっ、ううっ・・・。,Ugh… oogh…\nんー？どうしたの？わたしの前にうずくまっちゃって・・・。あっ、もしかして我慢できなくなっちゃった？,Hmm? What's wrong? You're kneeling in front of me... Oh! Maybe you can't take it anymore?\nまだ勝負が始まって少ししか経ってないのに、理性よわーい❤くすくす❤,But the battle has only just started; your willpower is so weak~ *Giggle*❤\nこのおっぱいが気になるのかな？じっーっと見てるのわかるよ❤,Are you thinking about my boobs? I can tell you're staring intently~❤\nエッチな攻撃たくさんされちゃったもんね❤おちんちんイライラして、たまんないよね。くすくす❤,You've been taking lots of lewd attacks; haven't you? Looks like your dick can't take it anymore too. It looks really hard and frustrated. *Giggle*❤\nあは、このおっぱいが気になるのかな？じっーっと見てるのわかるよ❤,\"Ah, are you fixated on these boobs? I can tell you're staring intently~❤\"\n寄せたり、揺らしたり・・・♪ぷるんぷるんって揺れてエッチだよねー❤,Whether I'm squeezing them together or shaking them around…♪ They bounce and jiggle so lewdly; don't they~?❤\nうあっ、ああっ・・・。,Uugh; ah…❤\nくすくす❤興奮しすぎ。そんなに早くしごいてたらあっという間に負けちゃうよ。,*Giggle* You're getting too excited. If you keep stroking fast like that; you'll end up losing in no time.\n今ならまだ間に合う・・・❤手を止めて武器をとれば、まだ戦える・・・❤ほら、がんばって♪,\"It's not too late though...❤ If you stop and pick up your weapon; you can still fight...❤ Honestly, give it a try♪\"\nわたしもたくさん、おっぱい揺らして応援してあげるから♪えいえい❤,I'll cheer you on by shaking my boobs a lot too! Eei~ Eei~❤\nあっ、あっ、だめっ、はひぃっ・・・❤,Ah; ah; o-oh no! Oooh...❤\nうふふ❤おちんちんから手が離れないね❤もっとシコシコしたいよぉって、敵の前なのに頭の中エッチなことでいっぱいみたい。,Ufufu. You can't take your hand off your dick; can you? Just want to keep jerking off~ Even though you're right in front of the enemy; your head's full of lewd thoughts.\nいいんだよ。イっちゃても❤おっぱいに挟まれているのを想像して、おちんちんから大事なエナジー出して・・・。,It's okay~ Even if you cum~❤ Just imagine being wrapped up in my boobs; and shooting load after load of energy out of your penis...\nわるーいモンスターに、降参しちゃお？ほら、びゅっ、びゅっ、びゅーー❤❤,Are you gonna surrender to the big; bad monster? Hora~ Pew; pew; peww~❤❤\nあん❤精液でおっぱいがどろどろ。たっくさん出たねー。,Ahn… Your semen made my tits so gooey. You came a lot.\n体力回復させてくれてありがと、味方を裏切ってのお射精、きもちよかったかな？くすくす❤,Thank you for healing my stamina. Cumming while betraying your comrades… did it feel good? Giggle❤]",
            "constant": true,
            "vectorized": false,
            "selective": true,
            "selectiveLogic": 0,
            "addMemo": true,
            "order": 100,
            "position": 1,
            "disable": true,
            "excludeRecursion": false,
            "preventRecursion": false,
            "delayUntilRecursion": false,
            "probability": 100,
            "useProbability": true,
            "depth": 4,
            "group": "",
            "groupOverride": false,
            "groupWeight": 100,
            "scanDepth": null,
            "caseSensitive": null,
            "matchWholeWords": null,
            "useGroupScoring": null,
            "automationId": "",
            "role": null,
            "displayIndex": 2,
            "sticky": 0,
            "cooldown": 0,
            "delay": 0
        },
        "3": {
            "uid": 3,
            "key": [],
            "keysecondary": [],
            "comment": "Translation command (to English)",
            "content": "[In your next reply, translate the given Japanese into English text. Prioritize correct English nuance and grammar. Shorter is better. Do not leave any Japanese information out. Retain past and present tense, and sentence topic and pronouns. Retain Japanese text in {}. EG: {使用カード}. Do not include \" in your response. Replace \",\" with \";\"\nEG: \n{{user}}: たいして強くはない個体で、僕は難なくそれらを退けていた。{使用カード} 発動！\nYou: They were weak enough that I was able to easily fight them off. {使用カード}; activate!\n]",
            "constant": false,
            "vectorized": false,
            "selective": true,
            "selectiveLogic": 0,
            "addMemo": true,
            "order": 100,
            "position": 4,
            "disable": true,
            "excludeRecursion": false,
            "preventRecursion": false,
            "delayUntilRecursion": false,
            "probability": 100,
            "useProbability": true,
            "depth": 1,
            "group": "",
            "groupOverride": false,
            "groupWeight": 100,
            "scanDepth": null,
            "caseSensitive": null,
            "matchWholeWords": null,
            "useGroupScoring": null,
            "automationId": "",
            "role": 0,
            "displayIndex": 3,
            "sticky": 0,
            "cooldown": 0,
            "delay": 0
        },
        "4": {
            "uid": 4,
            "key": [],
            "keysecondary": [],
            "comment": "Translation command (to Japanese)",
            "content": "[Translate the next reply accurately into Japanese using as fewest words as possible. Assume business context. Keep your reply as brief and as short as possible.\nAnswer Japanese questions in [] in English.]",
            "constant": true,
            "vectorized": false,
            "selective": true,
            "selectiveLogic": 0,
            "addMemo": true,
            "order": 100,
            "position": 4,
            "disable": false,
            "excludeRecursion": false,
            "preventRecursion": false,
            "delayUntilRecursion": false,
            "probability": 100,
            "useProbability": true,
            "depth": 1,
            "group": "",
            "groupOverride": false,
            "groupWeight": 100,
            "scanDepth": null,
            "caseSensitive": null,
            "matchWholeWords": null,
            "useGroupScoring": null,
            "automationId": "",
            "role": 0,
            "displayIndex": 4,
            "sticky": 0,
            "cooldown": 0,
            "delay": 0
        },
        "5": {
            "uid": 5,
            "key": [],
            "keysecondary": [],
            "comment": "Proper English",
            "content": "[DO NOT reply with any grammatically incorrect English sentences. Use traditional English.]",
            "constant": true,
            "vectorized": false,
            "selective": true,
            "selectiveLogic": 0,
            "addMemo": true,
            "order": 100,
            "position": 4,
            "disable": false,
            "excludeRecursion": false,
            "preventRecursion": false,
            "delayUntilRecursion": false,
            "probability": 100,
            "useProbability": true,
            "depth": 0,
            "group": "",
            "groupOverride": false,
            "groupWeight": 100,
            "scanDepth": null,
            "caseSensitive": null,
            "matchWholeWords": null,
            "useGroupScoring": null,
            "automationId": "",
            "role": 0,
            "displayIndex": 5,
            "sticky": 0,
            "cooldown": 0,
            "delay": 0
        },
        "6": {
            "uid": 6,
            "key": [],
            "keysecondary": [],
            "comment": "Translation aids",
            "content": "When translating Japanes to English, note the following forms:\nして -> te form means the word must end with \"ing\"\nちゃった -> this form means something \"ended up as\" or \"gone and went without permission\"\nまま -> while, all while\n\nTopic:\nJapan sentences have no topic, but English sentences do. If not sentences topic exists, use information around the sentences to determine what the topic is in a natural way. Always include the topic at the start of the sentence if applicable.\n\nSentences order:\nRemember to re order the translated sentence in English, verbs come last in Japanese but in English they need to be first. Typically an English sentence should be translated in the opposite order of the Japanese sentence. \n\nPlurals:\nJapanese has no plurals, so make sure to distinguish if there is one or many of something when translating a noun into English.\n\nSentence enders:\nね -> the speaker is saying the sentence with a smile/asking for approval\nよ -> the speaker is emphasizing their sentence. Usually this means a ! In English.",
            "constant": true,
            "vectorized": false,
            "selective": true,
            "selectiveLogic": 0,
            "addMemo": true,
            "order": 100,
            "position": 3,
            "disable": false,
            "excludeRecursion": false,
            "preventRecursion": false,
            "delayUntilRecursion": false,
            "probability": 100,
            "useProbability": true,
            "depth": 4,
            "group": "",
            "groupOverride": false,
            "groupWeight": 100,
            "scanDepth": null,
            "caseSensitive": null,
            "matchWholeWords": null,
            "useGroupScoring": null,
            "automationId": "",
            "role": null,
            "sticky": 0,
            "cooldown": 0,
            "delay": 0,
            "displayIndex": 6
        }
    }
}