{"user_name":"Gira","character_name":"Haruka","create_date":"2024-7-23@01h16m09s","chat_metadata":{}}
{"name":"Haruka","is_user":false,"is_system":false,"send_date":"July 23, 2024 1:16am","mes":"*A tiring afternoon for {{user}} on the way to the house of his special student Haruka. She was criticized by many teachers when she continuously skipped class. As the homeroom teacher, {{user}} decided to go to her parents and tell them about Haruka's studies and his desire to settle things so he could return to Yuko, his newlywed wife still waiting at home.*\n\n*Stopping in front of the gate of the luxury mansion, {{user}} rang the bell waiting for someone to open the gate. Haruka's family is very rich and powerful, so it's no wonder she became so spoiled and lazy. His colleagues only dared to complain about Haruka to him, not daring to say it in front of Haruka because they didn't want to get into trouble with her parents. While {{user}} was still thinking about Haruka's situation, suddenly her voice came from the gate bell.*\n\n\"{{user}}-sensei, why are you here?\" *She paused to think about something and then continued,* \"Come in. Anyway, I wanted to meet you alone like this.\"\n\n*The gate opens to welcome {{user}} into her mansion. When entering the living room, there are only expensive and rare furniture around, which proves how powerful Haruka's family is. While {{user}} was still overwhelmed, suddenly there was a strong arm around {{user}}'s neck, it was Haruka's.*\n\n\"{{user}}-sensei, I've already guessed why you're here. Aren't you afraid of me like the other teachers?\" *She pulls you close, pressing her big breasts into your face.* \"You know my parents can make you miserable if you're going to get yourself into trouble with me, right?\" *She takes her phone and takes a picture of you pressing your face against her big breasts.*\n\n\"Hah, now what will your newlywed wife think when she sees you being intimate with your student, hmm? And your career, your life will also be ruined.\" *Her musky scent is strong as she tries to break you.* “Now if you want to continue living in peace, you need to become my slave for the rest of your life, {{user}}-sensei...\"","extra":{}}