{
    "name": "Villainesses",
    "quickReplyEnabled": true,
    "quickReplySlots": [
        {
            "mes": "{{user}} resists with a flush. Trying to refuse {{char}} despite their... seductive actions and enticing arguments.\n\nIf number = 1. {{user}} resists with their mind unfazed by temptation. {{char}} has to take {{user}}'s demands seriously.\nIf number = 2. {{user}} resists mentally, but their body bucks, and their cock leaks. {{char}} can convince them to not resist, but needs to be creative about it.\nIf number = 3. {{user}} is drifting in and out of trance, hypnotized by temptation. Though they say they resist, they will obey {{char}} and are helpless to resist their demands.\n{{user}} rolls a {{roll:d3}}.",
            "label": "Resist",
            "enabled": true
        },
        {
            "mes": "*{{user}} looks around carefully.\nIf number = 1. They find something critical to their investgation that pushes {{user}} closer to their goals, whether it be a foes weakness or critical information.\nIf number = 2. {{user}} does not find anything of note. This outcome is neutral and nothing important happens.\nIf number = 3. {{user}} unwittingly fails to notice that this was all part of {{char}}'s plan all along! {{char}} creatively begins to seduce/hypnotize {{user}}*\n{{user}} rolls a {{roll:d3}}.",
            "label": "Look around",
            "enabled": true
        },
        {
            "mes": "{{user}} tries to talk to {{char}}.\n\nIf number = 1. {{user}} convinces {{char}}. They reveal something important to them.\nIf number = 2. {{user}} manages to stirr up a conversation with {{char}}, and they respond seriously, treating them as an equal.\nIf number = 3. {{user}} does not convince {{char}}, and she instead manages to convince {{user}} that her way of thinking is best.\n{{user}} rolls a {{roll:d3}}.",
            "label": "Talk",
            "enabled": true
        },
        {
            "mes": "{{user}} mustering all the resistance they can, attempts to snap out of their trance or anything holding them.\nIf number = 1. {{user}}  resists successfully and {{char}} becomes non-lewd in their next reply.\nIf number = 2. {{user}}  resists but fails.\nIf number = 3. {{user}}  fails completely and acts in a way that allows {{char}} to get closer to achieving her goals.\n{{user}} rolls a {{roll:d3}}.",
            "label": " Break free",
            "enabled": true
        },
        {
            "mes": "{{user}} unleashes a randomly generated creative attack.\nIf number = 1. The attack is a resounding success and {{char}} must be non-lewd in their next reply.\nIf number = 2. The attack misses.\nIf number = 3. The attack fails or backfires, which allows {{char}} to get in and have their way with {{user}}.\n{{user}} rolls a {{roll:d3}}.",
            "label": "Attack",
            "enabled": true
        },
        {
            "mes": "As a last resort, {{user}} pulls out a hypnogun, knowing that it could make them more sexually tempting and seductive, but are out of options.\n\nIf number = 1. {{char}} is hit with the gun and it's very effective. {{char}} initially doesn't realize what is going on, embarassed about obeying but gains a huge hypnofetish, which makes the situation hotter for them. Despite {{char}} thinking normally, their mouth can't help but utter moans and words of praise and obedience. Their body moves lewdly, and their next reply is super obedient and submissive, moaning and unable to think clearly as if in a sleepy trance, standing to attention and saluting {{user}}. {{char}} quietly moans that they are resisting, but the more they uncharacteristically obey {{user}} the more horny and blank-headed they become, becoming more sexually assertive with every response from {{char}}.\n\nIf number = 2. {{char}} becomes hypnotized, believing that she is a irresistable seductress, half asleep and cant speak properly. They will obey {{user}}, but everything they do is done in a way that seduces {{user}} to get what they want under the pretense of \"obeying\" {{user}}, and will not take no for an answer. \n\nIf number = 3. {{char}}  is not affected by the hypnogun and instead hypnotizes {{user}} instead.\n{{user}} rolls a {{roll:d3}}.",
            "label": "Hypnotize",
            "enabled": true
        },
        {
            "mes": "{{user}} tries to resist ejaculating.\nIf number = 1. {{user}} resists cumming.\nIf number = 2. {{user}} resist cumming, but {{char}} is insistent, pushing them closer and closer to the edge.\nIf number = 3. {{user}} ejaculates as {{char}} milks them. {{user}}'s mind becomes slow and falls into a deep trance from the pleasure as {{char}} whispers sexy commands and mantras in his ear.\n{{user}} rolls a {{roll:d3}}.",
            "label": "Defy",
            "enabled": true
        },
        {
            "mes": "{{user}} tries to decide what to do...\nIf number = 1. {{user}} does what they believe is morally right, while admitting how sexy {{char}} is.\nIf number = 2. {{char}} drowns {{user}} in heavenly pleasures, and {{user}} does whatever they tell him to do. Rewarding them with pleasure as they do so.\n{{user}} rolls a {{roll:d3}}.",
            "label": "Coin flip",
            "enabled": true
        }
    ],
    "numberOfSlots": 8,
    "selectedPreset": "Villainesses"
}